Repository: shuramita/giapha
Catalog: languages/*/*.po
Languages: es, sv

source: Sitemap
sv: Sitekarta

source: Statistics
es: Estadisticas
sv: Statistik

source: Family
es: Familia
sv: Familj

source: FAMILY NOT FOUND IN FAMILY TREE
es: FAMILIA NO ENCONTRADA EN EL ARBOL
sv: FAMILJ INTE FUNNEN I SLÄKTTRÄDET

source: January
es: Enero
sv: Januari

source: February
es: Febrero
sv: Februari

source: March
es: Marzo
sv: Mars

source: June
es: Junio
sv: Juni

source: July
es: Julio
sv: Juli

source: August
es: Agosto
sv: Augusti

source: October
es: Octubre
sv: Oktober

source: Monday
es: Lunes
sv: Måndag

source: Tuesday
es: Martes
sv: Tisdag

source: Wednesday
es: Miercoles
sv: Onsdag

source: Thursday
es: Jueves
sv: Torsdag

source: Friday
es: Viernes
sv: Fredag

source: Saturday
es: Sabado
sv: Lördag

source: Sunday
es: Domingo
sv: Söndag

source: may
es: mayo
sv: maj

source: oct
sv: okt

source: Visitors
es: Visitantes
sv: Besökare

source: Visited families in the past 12 months
es: Familias visitadas en los pasados 12 meses
sv: Besökta familjer de senaste 12 månaderna

source: Unknown
es: Desconocido
sv: Okänt

source: Country of origin
es: Pais de origen
sv: Ursprungsland

source: Number of unique visitors
es: Numero de visitantes unicos
sv: Antal unika besökare

source: Total number of unique visitors:
es: Numero total de visitantes unicos:
sv: Totalt antal unika besökare:

source: General statistics
es: Estadisticas generales
sv: Generell statistik

source: Statistics by date
es: Estadisticas por fecha
sv: Statistik per datum

source: Old statistics
es: Estadisticas antiguas
sv: Gammal statisitk

source: Remove statistics
es: Eliminar estadisticas
sv: Ta bort statistik

source: are erased
es: son borradas
sv: raderad

source: Statistics will be removed PERMANENTLY. Make a backup first to save the statistics data
es: Las estadisticas seran borradas PERMANENTEMENTE. Haga primero un respaldo para conservar los datos estadisticos
sv: Statistik kommer tas bort PERMANENT. Ta en backup först för att spara statistik.

source: Remove ALL statistics BEFORE this date:
es: Eliminar TODAS las estadisticas antes de esta fecha:
sv: Ta bort ALL statistik FÖRE detta datum:

source: d-m-yyyy
sv: d-m-åååå

source: REMOVE statistic data
es: ELIMINAR datos estadisticos
sv: TA BORT statistikdata

source: Status statistics table
es: Status de la tabla de estadisticas
sv: Status statistiktabell

source: family tree
es: arbol
sv: släktträd

source: Records
sv: Poster

source: FAMILY TREE ERASED
es: ARBOL BORRADO
sv: SLÄKTTRÄD RADERAD

source: General statistics:
es: Estadisticas generales
sv: Generell statistik:

source: Item
sv: Statistik

source: Counter
es: Contador
sv: Räknare

source: Total number of visited families:
es: Numero total de familias visitadas:
sv: Totalt antal besökta familjer:

source: Total number of families in the last hour:
es: # de personas
sv: Totalt antal familjer senaste timmen:

source: Unique visitors - Country of origin
es: Visitantes unicos - Pais de origen
sv: Unika besökare - Ursprungsland

source: Most visited families:
es: Familias mas visitadas:
sv: Mest besökta familjer:

source: last visited families:
es: Ultimas familias visitadas:
sv: senast besökta familjer:

source: date-time
es: fecha-hora
sv: datum-tid

source: Old statistics (numbers since last gedcom update)
es: Estadisticas antiguas (numeros desde la ultima actualizacion de gedcom)
sv: Gammal statistik (antal sedan senaste gedcom uppdateringen)

source: Select family tree
es: Seleccionar arbol familiar
sv: Välj släktträd

source: To show pictures, also check the user-group settings:
sv: För att visa bilder, kontrollera även användargrupp inställningarna:

source: Path to the pictures
es: Ubicacion de las fotos
sv: Sökväg till bilderna:

source: Picture path exists.
sv: Sökväg till bilder finns.

source: Picture path doesn't exist!
sv: Sökväg till bilder saknas!

source: Status of picture path
sv: Status för sökväg till bilder

source: Thumbnail height:
es: Altura de la miniatura:
sv: Miniatyrbildens höjd:

source: This folder does not exists!
sv: Den här katalogen existerar inte!

source: Choose tree:
es: Seleccionar arbol:
sv: Välj träd:

source: Find invalid dates
es: Encontrar fechas invalidas
sv: Hitta ogiltiga datum

source: View latest changes
es: Ver últimos cambios
sv: Visa senaste ändringarna

source: Check invalid dates
es: Verificar fechas invalidas
sv: Kontrollera ogiltiga datum

source: Latest changes
es: Ultimos cambios
sv: Senaste ändringarna

source: Changed/ Added
es: Cambiado / Añadido
sv: Ändrad/Tillagd

source: When changed
es: Cuando cambiado
sv: Ändringsdatum

source: When added
es: Cuando añadido
sv: Tillagd datum

source: Checking database tables...
es: Verificando tablas de la base de datos
sv: Kontrollerar databastabeller...

source: Edit invalid date
es: Editar fecha invalida
sv: Editera ogiltigt datum

source: Details
es: Detalles
sv: Detaljer

source: Invalid date
es: Fecha inválida
sv: ogiltigt datum

source: Invalid person dates:
sv: Ogiltiga datum för person:

source: Invalid family dates:
sv: Ogiltiga datum för familj:

source: Invalid event dates:
sv: Ogiltiga händelsedatum:

source: Invalid connection dates:
sv: Ogiltiga kopplingsdatum:

source: Invalid address dates:
sv: Ogiltiga adressdatum:

source: Invalid repository dates:
sv: Ogiltiga arkivplatsdatum:

source: Unmark all options
es: Desmarcar todas las opciones
sv: Avmarkera alla val

source: Mark all options
es: Marcar todas las opciones
sv: Markera alla val

source: Birth date - after bapt/marr/death/burial date
sv: Födelsedatum - efter dop/bröllop/död/begravningsdatum

source: Birth date - more than
sv: Födelsedatum - mer än

source: years after mother's birth
sv: år efter moderns födelse

source: years after father's birth
sv: år efter faderns födelse

source: Birth date - less than
sv: Födelsedatum - mindre än

source: months after wedding parents
sv: månader efter föräldrarnas bröllop

source: Birth date - before wedding parents
sv: Födelsedatum - före föräldrarnas bröllop

source: months after previous child of mother
sv: månader efter föregående barn till moder

source: Baptism date - after death/burial date
sv: Dopdatum - efter död/begravningsdatum

source: Baptism date - more than
sv: Dopdatum - mer än

source: Baptism date - less than
sv: Dopdatum - mindre än

source: Marriage date(s) - after death/burial date
sv: Bröllopsdatum(en) - efter död/begravningsdatum

source: Marriage date(s) - less than
sv: Bröllopsdatum(en) - mindre än

source: years after birth date
sv: år efter födelsedatum

source: Marriage age - age difference of more than
sv: År gifta - ålder skiljer mer än

source: years between partners
sv: år mellan partners

source: Death date - after burial date
sv: Dödsdatum - efter begravningsdatum

source: Death date - bef birth of mother
sv: Dödsdatum - före moderns födelse

source: Death date - bef birth of father
sv: Dödsdatum - före faderns födelse

source: Burial date - bef birth of mother
sv: Begravningsdatum - före moderns födelse

source: Burial date - bef birth of father
sv: Begravningsdatum - före faderns födelse

source: Age (by death date) - more than
sv: Ålder (utifrån dödsdatum) - mer än

source: years
sv: år

source: Age (by burial date) - more than
sv: Ålder (utifrån begravningsdatum) - mer än

source: Age (up till today) - more than
sv: Ålder (till dags dato) - mer än

source: years <b>(may give long list!)
sv: år<b>(kan bli lång lista!)

source: Results
sv: Resultat

source: birth date
es: fecha de nacimiento
sv: födelsedatum

source: baptism date
es: fecha de bautizmo
sv: dopdatum

source: death date
es: fecha de fallecimiento
sv: dödsdatum

source: burial date
es: fecha de sepultura
sv: begravningsdatum

source: mother
es: madre
sv: mor

source: father
es: padre
sv: far

source: parents wedding date
sv: föräldrarnas bröllopsdatum

source: previous child of mother
sv: föregående barn till moder

source: marriage notice
es: aviso de matrimonio
sv: Äktenskapsnotering

source: church marriage
es: matrimonio religioso
sv: Kyrkobröllop

source: church marriage notice
es: aviso de matrimonio religioso
sv: Kyrkobröllopsnotering

source: Spouse
es: Conyuge
sv: Make/Maka

source: BORN_SHORT
es: nacio
sv: född

source: BAPTISED_SHORT
es: BAUTIZADO(A)
sv: döpt

source: DIED_SHORT
es: Fallecido(a)
sv: död

source: BURIED_SHORT
es: SEPULTADO(A)
sv: begravd

source: %s more than %d years after %s
sv: %s mer än %d år efter %s

source: %s before or less than %d years after %s
sv: %s före eller mindre än %d år efter %s

source: %s less than %d years after %s
sv: %s mindre än %d år efter %s

source: age (up till today) more than %d years (age: %d)
sv: ålder (till dags dato) mer än %d år (ålder: %d)

source: age (by %s) more than %d years (age: %d)
sv: ålder (jämfört med %s) mer än %d år (ålder: %d)

source: age difference of more than %d years with spouse (%d)
sv: åldersskillnad mer än %d år jämfört med make/maka (%d)

source: %s less than %d months after %s
sv: %s mindre än %d månader efter %s

source: Repository editor
sv: Arkivplatseditor

source: Selected:
es: Seleccionado:
sv: Vald:

source: NO NAME
es: SIN NOMBRE
sv: INGET NAMN

source: Merge Data
es: Combinar datos
sv: Sammanfoga data

source: Name of family tree
es: Nombre del arbol
sv: Namn på släktträd

source: EMPTY LINE
es: LINEA VACIA
sv: TOM LINJE

source: Remove tree
es: Eliminar arbol
sv: Ta bort träd

source: Add family tree
es: Agregar un arbol
sv: Lägg till släktträd

source: Add empty line
es: Agregar una linea vacia
sv: Lägg till tom linje

source: Add empty line in list of family trees
es: Agregar una linea vacia en la lista de arboles
sv: Lägg till tom linje i släktträdlistan

source: E-mail address
es: Email
sv: E-postadress

source: Tree privacy
es: Privacidad del arbol
sv: Privat släktträd

source: This option is valid for ALL persons in this tree!
es: Esta opcion es valida para todas las personas en este arbol!
sv: Det här valet är giltigt för ALLA individer i det här trädet!

source: FILTER ALL persons
es: FILTRAR TODAS las personas
sv: FILTRERA ALLA individer

source: DISPLAY ALL persons
es: MOSTRAR TODAS las personas
sv: VISA ALLA individer

source: <- Switch left and right ->
es: <- Alterne izquierda y derecha ->
sv: <- Skifta vänste och höger ->

source: Skip to next
es: Saltar al siguiente
sv: Hoppa till nästa

source: Skip to nr:
es: Saltar al no.
sv: Hoppa till nr:

source: Merge right into left
es: Combinar derecha en izquierda
sv: Sammanfoga höger in i vänster

source: No more duplicates found
es: No se encontraron mas duplicados
sv: Inga fler dubbletter funna

source: You cannot merge persons of opposite sex. Please try again
es: No puede combinar personas del sexo opuesto. Intente de nuevo
sv: Du kan inte sammanfoga personer med olika kön. Vänligen försök igen

source: Choose another pair
es: Seleccione otro par
sv: Välj ett annat par

source: This is one person already - you can't merge! Please try again
es: Esta ya es una persona - no puede combinar ! Intente de nuevo
sv: Det här är redan en person - du kan inte slå ihop! Vänligen försök igen

source: Continue duplicate merge
es: Continuar combinado de duplicados
sv: Fortsätt dubblettsammanslagning

source: Generate new duplicate merge
es: Generar nuevo combinado de duplicados
sv: Skapa ny dubblettsammanslagning

source: Please wait while duplicate list is generated
es: Favor de esperar mientras se genera la lista de duplicados
sv: Vänligen vänta medan dubblettlista skapas

source: Possible duplicates found:
es: Posibles duplicados encontrados:
sv: Möjliga dubbletter funna:

source: Start comparing duplicates
es: Comenzar a comparar duplicados
sv: Starta jämförelse av dubbletter

source: First name
es: Nombre
sv: Förnamn

source: Last name
es: Apellidos
sv: Efternamn

source: Pick a name from search results
es: Escoge un nombre de los resultados
sv: Välj ett namn från sökresultatet

source: Show details
es: Mostrar detalles
sv: Visa detaljer

source: Switch persons
es: Cambiar personas
sv: Skifta personer

source: Please wait while the automatic merges are processed...
es: Por favor espere a que la fusion automatica sea procesada...
sv: Vänligen vänta medan den automatiska sammanslagningen pågår...

source: No automatic merge options were found.
es: No se encontraron opciones de fusion automatica.
sv: Valet för automatisk sammanslagning hittades inte.

source: Automatic merge completed
es: Combinado automatico completado
sv: Automatisk sammanslagning färdig

source: merges were performed
es: combinaciones fueron hechas
sv: sammanslagningar utförd

source: Duplicate merge
es: Combinacion de duplicados
sv: Sammanslagning av dubletter

source: Manual merge
es: Combinacion manual
sv: Manuell sammanslagning

source: Merge filter settings
es: Configuracion del filtro de combinacion
sv: Slå ihop filterinställningar

source: Explanation
es: Explicacion
sv: Förklaring

source: Max characters to match firstname:
es: Maximo de caracteres que coincidan en nombre:
sv: Max tecken för att matcha tilltalsnamn:

source: include blank lastnames
es: incluir apellidos en blanco
sv: Inkludera tomma efternamn

source: include blank firstnames
es: incluir nombres en blanco
sv: Inkludera tomma förnamn

source: include blank dates
es: Incluir fechas en blanco
sv: Inkludera tomma datum

source: Automatic merge
es: Combinacion automatica
sv: Automatisk sammanslagning

source: include parents marriage date:
es: Incluir la fecha de matrimonio de los padres:
sv: Inkludera föräldrarnas bröllopsdatum:

source: Merge Options
es: Opciones de combinacion
sv: Val för sammanslagning

source: of
es: de
sv: för

source: Gedcom number:
es: Numero gedcom:
sv: Gedcom nummer:

source: last name
es: apellido
sv: efternamn

source: first name
es: nombre
sv: förnamn

source: patronym
es: patronimico
sv: familjenamn

source: birth place
es: lugar de nacimiento
sv: födelseplats

source: death place
es: lugar de fallecimiento
sv: dödsplats

source: death cause
es: causa de fallecimiento
sv: dödsorsak

source: baptism place
es: lugar de bautizo
sv: dopplats

source: burial place
es: lugar de sepultura
sv: begravningsplats

source: stillborn
es: nacido muerto
sv: dödfött barn

source: general text
es: texto general
sv: generell text

source: name text
es: taxto de nombre
sv: notering

source: birth text
es: texto de nacimiento
sv: födelsenotering

source: baptism text
es: texto de bautizmo
sv: dopnotering

source: death text
es: fecha de fallecimiento
sv: dödsnotering

source: burial text
es: fecha de sepultura
sv: begravningsnotering

source: Relatives
es: Parientes
sv: Släkt

source: Father
es: Padre
sv: Far

source: Mother
es: Madre
sv: Mor

source: Read text
es: Texto de lectura
sv: Läs text

source: (no data)
es: (sin datos)
sv: (ingen data)

source: Picture
es: Foto
sv: Bild

source: Other names
es: Otros nombres
sv: Andra namn

source: Internet link / URL
es: Liga de Interner / URL
sv: Internet länk / URL

source: was successfully merged into
es: Fue combinado exitosamente en
sv: blev lyckat sammanslagen till

source: Continue manual merge
es: Continuar con combinacion manual
sv: Fortsätt manuell sammanslagning

source: Continue with next pair
es: Continuar con el siguiente par
sv: Fortsätt med nästa par

source: AUTOMATIC UPDATE PROCESS STARTED!
es: PROCESO AUTOMATICO DE ACTUALIZACION INICIADO!
sv: AUTOMATISK UPPDATERING STARTADE!

source: UPDATE FAILED!
es: ACTUALIZACION FALLIDA!
sv: UPPDATERING MISSLYCKADES!

source: There is no humo_user_log table
es: No hay tabla humo_user_log
sv: humo_user_log tabell saknas

source: creating connections...
es: creando conexiones...
sv: skapar kopplingar...

source: creating humo_cms_menu...
es: creando humo_cms_menu...
sv: Skapar humo_cms_menu...

source: creating humo_cms_pages...
es: creando humo_cms_pages...
sv: Skapar humo_cms_pages...

source: Update in progress...
sv: Uppdatering pågår...

source: Update tree:
sv: Uppdatera träd:

source: Update table unprocessed_tags...
sv: Uppdatera tabell unprocessed_tags...

source: New
sv: Ny

source: Approved
sv: Godkänd

source: Users
es: Usuarios
sv: Användare

source: Are you sure you want to delete this user?
sv: Är du säker på att du vill radera den här användaren?

source: Change password
es: Cambiar password
sv: Byt lösenord

source: User group
es: Grupo
sv: Användargrupp

source: no need to log in
es: sin necesidad de firmarse
sv: inloggning krävs

source: Please enter a valid username or password.
es: Favor de ingresar un nombre de usuario y password validos.
sv: Ange ett godkänt användarnamn eller lösenord.

source: Update options
es: Opciones de actualización
sv: Uppdateringsval

source: HuMo-gen update check is disabled.
sv: HuMo-gen uppdateringskontroll är avaktiverad.

source: HuMo-gen is up-to-date!
es: HuMo-gen está actualizado!
sv: HuMo-gen är uppdaterad!

source: Update available
es: Actualización disponible
sv: Uppdatering tillgänglig

source: Beta version available
es: Versión beta disponible
sv: Betaversion tillgänglig

source: Online version check unavailable.
es: Imposible verificar versiones en línea
sv: Online versionskontroll ej tillgänglig

source: Logoff
sv: Logga ut

source: Control
sv: Kontroll

source: Google maps
sv: Google kartor

source: Data check
es: Verificacion de datos
sv: Datakontroll

source: Groups
es: Grupos
sv: Grupper

source: Log
es: Bitacora
sv: Logg

source: HuMo-gen Update
sv: HuMo-gen Uppdatering

source: no version number available...
sv: inget versionsnummer tillgängligt...

source: If needed: re-install all or some of the HuMo-gen files
sv: Om det behövs: Ominstallera alla eller några HuMo-gen filer

source: Sometimes there is a beta version available.
sv: Ibland finns det en betaversion tillgänglig.

source: HuMo-gen beta version available
sv: HuMo-gen betaversion tillgänglig

source: No beta version available.
sv: Ingen betaversion tillgänglig.

source: Enable/ disable HuMo-gen update check.
sv: Aktivera/Avaktivera HuMo-gen uppdateringskontroll.

source: Check regularly for HuMo-gen updates.
sv: Kontrollera regelbundet efter HuMo-gen uppdateringar.

source: Automatic update
sv: Automatisk uppdatering

source: Every step can take some time, please be patient and wait till the step is completed!
sv: Varje steg kan ta tid. Vänligen var tills momentet är färdigt.

source: Step 1) Download and unzip new HuMo-gen version
sv: Steg 1) Ladda ner och packa upp ny HuMo-gen version

source: Download and unzip new HuMo-gen version
sv: Ladda ner och packa upp ny HuMo-gen version

source: HuMo-gen version history
sv: HuMo-gen versionshistorik

source: Automatic download successfull!
sv: Lyckad automatisk nedladdning!

source: File successfully unzipped!
sv: Lyckad uppackning av fil!

source: Step 2)
sv: Steg 2)

source: Check files
sv: Kontrollera filer

source: Step 2) Compare existing and update files (no installation yet)...
sv: Steg 2) Jämför befintliga och uppdaterade filer (ingen installation ännu)...

source: Step 3) Installation of new files...
sv: Steg 3) Installation av nya filer...

source: Installation of file failed
sv: Installationen av fil misslyckades

source: File installed!
sv: Fil installerad!

source: Directory created.
sv: Katalog skapad.

source: Update new db_login.php file...
sv: Uppdatera ny db_login.php fil...

source: File is updated.
sv: Filen är uppdaterad.

source: Install files!
sv: Installera filer!

source: Update completed and installation files removed!
sv: Uppdatering klar och installationsfilerna borttagna!

source: Current HuMo-gen version:
sv: Aktuell HuMo-gen version:

source: Available HuMo-gen version:
sv: Tillgänglig HuMo-gen version:

source: There are 2 update methods: automatic and manually.
sv: Det finns 2 uppdateringsmetoder: automatisk och manuell

source: 1) Automatic update of HuMo-gen
sv: 1) Automatisk uppdatering av HuMo-gen

source: a) [Optional, but highly recommended] Do a database backup first
sv: a) [Valbart, men starkt rekommenderat] Gör en databasbackup först

source: backup page
sv: backup sida

source: Start automatic update
sv: Starta automatisk uppdatering

source: 2) Manual update of HuMo-gen
sv: 2) Manuell uppdatering av HuMo-gen

source: b) Download the new version:
sv: b) Ladda ner den nya versionen:

source: c) Unzip the file and replace the old HuMo-gen files by the new HuMo-gen files.
sv: c) Packa upp filen och ersätt de gamla HuMo-gen filerna med de nya HuMo-gen filerna.

source: Full installation and update instructions can be found at:
sv: Fullständig installation- och uppdateringsinstruktion finns på:

source: Day
es: Dia
sv: Dag

source: PRIVACY FILTER
es: FILTRO DE PRIVACIDAD
sv: Privat filter

source: Birthday calendar
es: Calendario de cumpleaños
sv: Födelsedagskalender

source: Whose birthday is it today?
es: Quien cumple años hoy?
sv: Vems födelsedag är det idag?

source: En-en
es: Es-es
sv: Se-se

source: No results found.
es: No se encontraron resultados.
sv: Inga resultat funna

source: Settings family screen
es: Settings pantalla de familia
sv: Inställningar familjvy

source: Family Page
es: Pagina familiar
sv: Familjesida

source: Pictures
sv: Bilder

source: Hide pictures
sv: Göm bilder

source: Add to favourite list
es: Añadir a lista de favoritos
sv: Spara som favorit

source: Descendant report
es: Reporte de descendientes
sv: Ättlings rapport

source: Family group sheet
es: Hoja grupal de familia
sv: Familjeöversikt

source: TIP: use %s for other (ancestor and descendant) reports.
es: TIP: usar %s para otros reportes (Ancestros y Descendientes).
sv: TIPS: Använd %s för andra (förfäder och ättlingar) rapporter

source: follows
es: sigue a
sv: följer

source: Adopted child:
es: Hijo(a) adoptado:
sv: Adoptivbarn:

source: Foster child
sv: Fosterbarn

source: married
sv: gift

source: Family events
es: Eventos familiares
sv: Familjehändelser

source: Message sent through HuMo-gen from the website.
es: Mensaje enviado por HuMo-gen (PHP) desde la website.
sv: Meddelande via humo-gen från webbplatsen.

source: Your information is saved and will be reviewed by the webmaster.
sv: Din information är sparad och kommer behandlas av webmaster.

source: Add information or remarks
sv: Lägg till information eller kommentarer

source: Your e-mail address is missing. Please add you're mail address here:
sv: Din e-post adress saknas. Vänligen lägg till din e-post adress här:

source: Send
es: Enviar
sv: Sänd

source: Download RTF report.
sv: Ladda ner RTF rapport.

source: <u>Internet Explorer:</u><br> 1. Set background to "white" on the menu and press "View"<br> 2. Right-click on the chart<br> 3. Save to disk with "Save picture as"<br> 4. Print the saved picture
es: <u>Internet Explorer:</u><br> 1. Fija el color de fondo en "blanco" en el menu y presiona "Ver"<br> 2. Boton derecho sobre la grafica<br> 3. Guardalo en disco con "Save picture as"<br> 4. Imprime la foto guardada
sv: <u>Internet Explorer:</u><br> 1. Ställ bakgrunden till "vit" på menyn och tryck "Visa"<br> 2. Högerklicka på diagrammet <br> 3. Spara till disk med "Spara bild som"<br> 4. Skriv ut den sparade bilden

source: View
es: Ver
sv: Visa

source: half
es: mitad
sv: halv

source: Generations
es: Generaciones
sv: Generationer

source: Font size
es: Tamaño texto
sv: Fontstorlek

source: Years only
es: Solo años
sv: År bara

source: Full dates
es: Fechas completas
sv: Komplett datum

source: Background
es: Fondo
sv: Bakgrund

source: white
es: blanco
sv: vit

source: descendants
sv: ättlingar

source: No Chinese ttf font file found
sv: Hittar inte Chinese ttf font

source: Download link
sv: Länk för nedladdning

source: Unzip and place in "include/fanchart/chinese/" folder
sv: Packa upp och placera i mappen "include/fanchart/chinese/"

source: today
es: hoy
sv: idag

source: Location:
es: Localidad:
sv: Plats:

source: For a list of persons born here until
es: Para una lista de personas nacidas aqui hasta
sv: För en lista på alla personer födda här fram tills
