Repository: shuramita/giapha
Catalog: languages/*/*.po
Languages: es, sv

source: You are not authorised to see this page.
es: No está autorizado para ver esta página.
sv: Du har inte tillstånd att se denna sida

source: Address
es: Dirección
sv: Adress

source: Zip code
es: Código postal
sv: Postnummer

source: Place
es: Lugar
sv: Plats

source: Phone
es: Teléfono
sv: Telefon

source: Addresses
es: Direcciones
sv: Adresser

source: Search
es: Buscar
sv: Sök

source: Create backup file
es: Crear archivo de respaldo
sv: Skapa backupfil

source: Restore database from backup file
es: Restaurar base de datos desde archivo de respaldo
sv: Återskapa databas från backup fil

source: Option 1: Restore from last backup created with HuMo-gen Backup
es: Opcion 1: Restaurar desde el ultimo respaldo creado con Humo-gen Backup
sv: Val 1: Återskapa från senaste backup skapad med HuMo-gen Backup

source: Starting to restore database. This may take some time. Please wait...
es: Comenzando a restaurar la base de datos. Esto puede tardar. Favor de esperar...
sv: Startar återskapandet av databas. Detta kan ta tid. Vänligen vänta...

source: No humo_backup file found on server.
es: No se encontro archivo humo_backup en el servidor.
sv: Hittar ingen humo_backup fil på servern

source: Restore database
es: Restaurar base de datos
sv: Återskapa databas

source: from backup created on
es: desde respaldo creado el
sv: från backup skapad den

source: No backup file found!
es: No se encontro archivo de respaldo !
sv: Hittar ingen backup fil!

source: Option 2: Restore from backup file on your computer
es: Opcion 2: Restaurar desde archivo en su computadora
sv: Val 2: Återskapa från backupfil på din dator

source: Starting to restore database from backup file:
es: Comenzando a restaurar base de datos desde archivo de raspaldo:
sv: Startar återskapande av databas från backupfil:

source: This may take some time. Please wait...
es: Esto puede tardar. Favor de esperar...
sv: Det här kan ta tid. Vänligen vänta...

source: Invalid backup file: has to be file with extension ".sql" or ".sql.zip"
es: Archivo de respaldo invalido. Debe tener extension ".sql" o ".sql.zip"
sv: Ogiltig backupfil: måste ha filändelsen ".sql" eller ".sql.zip"

source: Upload
es: Subir
sv: Ladda upp

source: File will be deleted after successful restore
es: El archivo sera eliminado despues de restauracion exitosa
sv: Filen kommer raderas efter lyckad återskapning

source: No backup files found in admin/backup_tmp...
es: No se encontraron archivos de respaldo en admin/backup_tmp...
sv: Hittar inga backupfiler i admin/backup_tmp...

source: IMPORTANT
es: IMPORTANTE
sv: VIKTIGT

source: Creating backup file. This may take some time. Please wait...
es: Creando archivo de respaldo. Esto puede tardar. Favor de esperar...
sv: Skapar backupfil. Detta kan ta tid. Vänligen vänta...

source: A backup file was saved to the server. We strongly suggest you download a copy to your computer in case you might need it later.
es: Un archivo de respaldo fue creado en el servidor. Sugerimos fuertemente descargar una copia a su computardora, por si acaso la necesita despues.
sv: En backupfil sparades på servern. Vi rekommenderar att du laddar ner en kopia till din dator utifall du skulle behöva den senare.

source: Download backup file
es: Descargar archivo de respaldo
sv: Ladda ner backupfil

source: Processed lines...
sv: Behandlade rader...

source: Database has been restored successfully!
es: La base de datos fue restaurada exitosamente !
sv: Återskapandet av databasen har lyckats!

source: Calculated birth date
sv: Beräkna födelsedatum

source: Choose family
sv: Välj familj

source: Select
es: Seleccionar
sv: Välj

source: No dates
es: Sin fechas
sv: Inga datum

source: Calculation of birth dates is completed. Sometimes more dates will be found if calculation is restarted!
sv: Beräkningen av födelsedatum är klar. Ibland kan fler datum hittas om beräkningen startas på nytt.

source: CMS Own pages
es: Paginas propias de CMS.
sv: Egna CMS sidor

source: Here you can add your own pages to HuMo-gen! It's possible to use categories in the menu (like "Family history", "Family stories").
es: Aqui puede añadir sus propias paginas a Humo-gen ! Es posible usar categorias en el menu (como "Historia familiar","historias familiares")
sv: Här kan du lägga till egna sidor till HuMo-gen! Det är möjligt att använda kategorier i menyn (som "Familjehistoria", "Familjeberättelser")

source: Pages
es: Paginas
sv: Sidor

source: Add page
es: Añadir pagina
sv: Lägg till sida

source: Menu
sv: Meny

source: CMS Settings
es: Configuracion CMS
sv: CMS Inställningar

source: This page is selected as homepage!
es: Esta pagina seleccionada como Homepage !
sv: Den här sidan är vald som hemsida!

source: Are you sure you want to remove this page?
es: Esta seguro de querer eliminar esta pagina ?
sv: Är du säker på att du vill ta bort den här sidan?

source: Yes
es: Si
sv: Ja

source: No
sv: Nej

source: There are still pages connected to this menu!<br> Please disconnect the pages from this menu first.
es: Existen aun paginas conectadas a este menu.Favor de desconectar las paginas del menu primero.
sv: Det finns fortfarande sidor kopplade till denna meny!<br> Vänligen koppla loss sidorna från denna meny först.

source: Are you sure you want to remove this menu?
es: Esta seguro de querer eliminar este menu ?
sv: Är du säker på att du vill ta bort den här menyn?

source: Pages, click to edit:
es: Paginas. Click para editar:
sv: Sidor, klicka för att editera:

source: Remove page
es: Eliminar pagina
sv: Ta bort sida

source: Hide page in menu
es: Ocultar pagina del menu
sv: Göm sida i menyn

source: Page title
es: Titulo de pagina
sv: Sidrubrik

source: To edit the pages the CKEditor is used. For help about this editor, go to: <a href="http://ckeditor.com" target="_blank">ckeditor.com</a>.
es: Para editar las paginas, se usa el CKEditor. Para obtener ayuda vaya a: <a href="http://ckeditor.com" target="_blank">ckeditor.com</a>.
sv: För att editera sidor används CKEditor. För hjälp med editorn gå till: <a href="http://ckeditor.com" target="_blank">ckeditor.com</a>.

source: "Hide page in menu" is a special option. These pages can be accessed using a direct link.
es: "Ocultar pagina del menu" es una opcion especial. Estas paginas pueden ser accesadas usando una liga directa.
sv: "Göm sida i menyn" är ett specialval. Dessa sidor är åtkomliga via en direktlänk.

source: This page can be accessed using this link:
es: Esta pagina puede ser accesada usando esta liga:
sv: Den här sidan kan kommas åt via denna länk:

source: No menu selected
es: No se ha seleccionado menu
sv: Ingen meny vald

source: Save
es: Guardar
sv: Spara

source: Visitors counter
es: Contador de visitantes
sv: Besöksräknare

source: Add and edit menu/ category items:
es: Añadir y editar items de menu/ categoria
sv: Lägg till och editera meny/kategori poster:

source: Order
es: Orden
sv: Ordning

source: Menu item/ category
es: Items de menu/ categoria
sv: Menyposter/ kategori

source: Remove menu
es: Eliminar menu
sv: Ta bort meny

source: Add
es: Añadir
sv: Lägg till

source: Change
es: Cambiar
sv: Spara

source: Path for pictures in CMS pages
es: Path para fotos en paginas CMS
sv: Sökväg för bilder i CMS sidor

source: Use for all languages
es: Usar para todos los idiomas
sv: Använd för alla språk

source: Standard main index
es: Indice principal standard
sv: Standard huvudindex

source: Set per language
es: Ajustar por idioma
sv: Sätt per språk

source: or
es: o
sv: eller

source: N.N.
sv: Okänd Person

source: Family tree
es: Arbol
sv: Släktträd

source: Select a family tree:
es: Selecciona un arbol familiar
sv: Välj ett släktträd:

source: Favourites list:
es: Lista de favoritos:
sv: Favoritlista:

source: Name
es: Nombre
sv: Namn

source: or ID:
sv: eller ID:

source: Person not found
es: Persona no encontrada
sv: Ingen person funnen

source: Found:
sv: Hittad:

source: Add person
sv: Lägg till person

source: = click to open selection popup screen.
sv: = klicka för att öppna val popup ruta.

source: = click to open extended editor items.
sv: = klicka för att öppna utökade editor funktioner.

source: marriage/ relation
es: Matrimonio/ emparentado
sv: äktenskap/förhållande

source: Children
es: Hijos
sv: Barn

source: Add child to family:
sv: Lägg till barn till familj:

source: and
es: y
sv: och

source: Child
es: hijo
sv: Barn

source: Select child
es: Seleccionar hijo
sv: Välj barn

source: Or add a new child:
es: O añadir hijo nuevo
sv: Eller lägg till ett nytt barn:

source: Parents
es: Padres
sv: Föräldrar

source: Add parents
sv: Lägg till föräldrar

source: Connect child
es: Conectar hijo(a)
sv: Koppla barn

source: Add child
es: Añadir hijo(a)
sv: Lägg till barn

source: Add marriage/ relation
sv: Lägg till äktenskap/relation

source: parents
es: Padres
sv: föräldrar

source: There are no parents.
sv: Finns inga föräldrar.

source: Add new parents (N.N. & N.N.)
sv: Lägg till nya föräldrar (N.N. & N.N.)

source: or select an existing family as parents.
sv: eller välj en befintlig familjs föräldrar.

source: Select parents:
es: Seleccionar padres:
sv: Välj föräldrar:

source: Results are limited, use search to find more parents.
sv: Begränsat resultat. Använd sökfunktionen för att hitta fler föräldrar.

source: All
es: Ambos
sv: Alla

source: Delete person
sv: Radera person

source: firstname
es: Nombre
sv: förnamn

source: Nickname
es: Nombre germanico
sv: Smeknamn

source: source
es: fuente
sv: källa

source: For example: d\' or: van_ (use _ for a space)
es: Por ejemplo: d\' o: van_ (usa _ en vez de espacio)
sv: Till exempel: af eller van (använd _ som mellanslag)

source: lastname
es: apellido
sv: efternamn

source: patronymic
es: Patronimico
sv: patronymikon

source: text
es: texto
sv: Notering

source: Privacy filter
es: Filtro de privacidad
sv: Privat filter

source: alive
es: vivo(a)
sv: lever

source: deceased
es: fallecido(a)
sv: död

source: Sex
sv: Kön

source: male
es: hombre
sv: man

source: female
es: mujer
sv: kvinna

source: born
es: nacio
sv: född

source: date
es: fecha
sv: datum

source: place
es: Lugar
sv: plats

source: birth time
es: hora de nacimiento
sv: födelsedatum

source: stillborn child
es: nacido(a) muerto(a)
sv: dödfött barn

source: baptised
es: bautizado(a)
sv: döpt

source: religion
sv: Religion/Tro

source: died
es: murio
sv: död

source: Age
sv: Ålder

source: If death year and age are used, then birth year is calculated automatically (when empty).
sv: Om dödsår och ålder används, beräknas födelseår automatiskt (om det är tomt)

source: death time
es: hora de fallecimiento
sv: dödstidpunkt

source: cause
es: Causa
sv: orsak

source: murdered
es: asesinado
sv: mördad

source: drowned
es: ahogado
sv: drunknad

source: perished
es: muerto
sv: Omkom

source: killed in action
es: muerto en accion
sv: stupad i strid

source: being missed
es: perdido
sv: saknas

source: committed suicide
es: cometio suicidio
sv: begick självmord

source: executed
es: executado
sv: avrättad

source: died young
es: murio joven
sv: dog ung

source: died unmarried
es: murio soltero
sv: dog ogift

source: registration
es: registro
sv: registrering

source: declared death
es: declarado muerto
sv: förklarad död

source: Buried
es: Sepultado
sv: Begravd

source: cremation
es: cremacion
sv: kremering

source: buried
es: sepultado(a)
sv: begravd

source: own code
es: codigo propio
sv: egen kod

source: Places
es: Lugares
sv: Platser

source: Select address
sv: Välj adress

source: Text for person
sv: Text för person

source: Source for person
sv: Källa för person

source: Gedcom tags
sv: Gedcom taggar

source: There are %d unprocessed gedcom tags.
sv: Det finns %d obehandlade gedcom taggar.

source: User notes
sv: Användarnotiser

source: There are %d user added notes.
sv: Det finns %d notiser tillagda av användare.

source: Select marriage
es: Seleccionar matrimonio
sv: Välj äktenskap

source: marriage
es: matrimonio
sv: äktenskap

source: Add relation
sv: Lägg till relation

source: Add relation with new partner (N.N.)
sv: Lägg till relation med ny partner (N.N.)

source: or add relation with existing person as partner.
sv: eller lägg till relation med existerande person.

source: Select person
sv: Välj person

source: Delete relation
sv: Radera relation

source: Living together
es: Viviendo juntos
sv: Lever tillsammans

source: End date
es: Fecha final
sv: Slutdatum

source: Notice of Marriage
es: Anuncio de matrimonio
sv: Notis för äktenskap

source: If birth year of man or woman is empty it will be calculated automatically using age by marriage.
sv: Om födelseår för man eller kvinna inte är inskriven kommer den bli automatiskt beräknad utifrån åldern vid äktenskapet.

source: Relation Type
es: Tipo de parentesco
sv: Relationstyp

source: Marriage/ Related
es: Matrimonio/ emparentado
sv: Äktenskap/relation

source: Married
es: Casado(a)
sv: Gift

source: Living apart together
es: Viviendo juntos aparte
sv: Lever tillsammans var för sig

source: Intentionally unmarried mother
es: Madre soltera intencionalmente
sv: Avsiktligt ogift moder

source: Homosexual
sv: Homosexuell

source: Non_marital
es: No-marital
sv: Oäktenskaplig

source: Registered
es: Registrado(a)
sv: Registrerad

source: Unknown relation
es: Relacion desconocida
sv: Okänd relation

source: Registrar
es: Registrador
sv: Registrator

source: Religious Notice of Marriage
es: Anuncio de matrimonio religioso
sv: Religiös notis för äktenskap

source: Religious Marriage
es: Matrimonio religioso
sv: Religiöst äktenskap

source: Divorce
es: Divorcio
sv: Skilsmässa

source: Divorce (use this checkbox for a divorce without further data).
sv: Skilsmässa (använd denna kryssruta för skilsmässa utan ytterligare uppgifter)

source: Text by marriage
sv: Text om äktenskap

source: Source by marriage
sv: Källa för äktenskap

source: Drag to change order (saves automatically)
sv: Dra för att ändra ordning (sparas automatiskt)

source: Drag to change order
sv: Dra för att ändra ordning

source: Disconnect child
es: Desconectar hijo(a)
sv: Koppla bort barn

source: Are you sure you want to remove this source and ALL source references?
es: Estas seguro de eliminar esta fuente y todas sus referencias?
sv: Är du säker på att du vill ta bort denna källa och ALLA källreferenser?

source: Source is removed!
es: Fuente eliminada!
sv: Källan är borttagen!

source: Select source
sv: Välj källa

source: Add source
es: Añadir fuente
sv: Lägg till källa

source: Option
es: Opcion
sv: Val

source: Value
es: Valor
sv: Värde

source: No valid source number.
es: Numero de fuente invalido.
sv: Ogiltigt källnummer.

source: publish
es: publicar
sv: publicera

source: restricted
es: restringido
sv: begränsad

source: restricted = only visible for selected user groups
es: restringido = solo visible para para grupos de usuarios seleccionados
sv: begränsad = endast synlig för valda grupper

source: Title
es: Titulo
sv: Titel

source: Subject
es: Tema
sv: Ämne

source: Repository
es: Deposito
sv: Arkivplats

source: Publication
es: Publicacion
sv: Publikation

source: will be shown as a link.
es: sera mostrado como una liga
sv: kommer visas som en länk.

source: Own code
es: Código propio
sv: Egen kod

source: Author
es: Autor
sv: Författare

source: Kind
sv: Typ

source: Archive
es: Archivo
sv: Arkiv

source: Page
es: Pagina
sv: Sida

source: Delete
sv: Radera

source: Really remove repository with all repository links?
es: Realmente eliminar deposito con todas sus ligas ?
sv: Skall verkligen arkivplatsen tas bort inklusive alla arkivplatslänkar?

source: Repository is removed!
es: Deposito eliminado !
sv: Arkivplatsen är borttagen!

source: Repositories
es: Depositos
sv: Arkiv

source: Select repository
sv: Välj arkivplats

source: Add repository
es: Añadir deposito
sv: Lägg till arkivplats

source: No valid repository number.
es: Numero de deposito invalido.
sv: Inget giltigt arkivplatsnummer

source: E-mail
sv: E-post

source: URL/ Internet link
sv: URL/ Internet länk

source: Are you sure you want to remove this address and ALL address references?
es: Estas seguro de eliminar esta direccion y todas sus referencias?
sv: Är du säker på att du vill ta bort denna adress och ALLA adress referenser?

source: Address has been removed!
es: Direccion eliminada!
sv: Adressen har blivit borttagen!

source: Add address
es: Añadir direccion
sv: Lägg till adress

source: No valid address number.
es: Numero de direccion invalido.
sv: Ogiltigt adressnummer.

source: Rename places
sv: Byt namn på platser

source: UPDATE OK!
es: ACTUALIZACION OK!
sv: UPPDATERING OK!

source: Select location
es: Seleccionar localidad
sv: Välj plats

source: Change location
es: Cambiar localidad
sv: Byt plats

source: Also change Google Maps table.
es: Tambien cambiar la tabla de Google Maps.
sv: Byt också Google maps tabell.

source: before
es: antes de
sv: före

source: after
es: despues de
sv: efter

source: between
es: entre
sv: mellan

source: Picture/ Media
es: Foto/ media
sv: Bild/Media

source: Profession
es: Profesion
sv: Yrke/Sysselsättning

source: Event
es: Evento
sv: Händelse

source: birth declaration
sv: födelsebevis

source: baptism witness
sv: dopvittnen

source: death declaration
es: declaracion de defuncion
sv: dödsförklaring

source: burial witness
es: testigo de entierro
sv: begravningsvittnen

source: Title of Nobility
es: Titulo nobiliario
sv: Adelstitel

source: Title of Lordship
es: Titulo de Señorio
sv: Herrskapstitel

source: Colour mark by person
es: Marca de color por persona
sv: Färgmarkering för person

source: marriage witness
sv: äktenskapsvittnen

source: Events
sv: Händelser

source: For items like:
es: Para items como:
sv: För poster som:

source: baptized as child
es: bautizado de niño
sv: döpt som barn

source: depart
es: parte
sv: lämna

source: Marriage contract
es: Contrato matrimonial
sv: Äktenskapsbevis

source: Marriage license
es: Licencia matrimonial
sv: Hindersprövning

source: alias name
es: alias
sv: alias namn

source: Adopted name
es: Nombre adoptado
sv: Adopterat namn

source: Hebrew name
es: Nombre hebreo
sv: Hebreiskt namn

source: e.g. Jhr., Jkvr.
sv: t. ex. Jhr., Jkvr.

source: e.g. Prof., Dr.
sv: t. ex. Prof., Dr.

source: e.g. Lord of Amsterdam
sv: t. ex. Lord of Amsterdam

source: (Drag pictures to change display order)
sv: (Dra bilder för att ändra visningsordning)

source: Pictures/ create thumbnails
sv: Bilder/skapa miniatyrbilder

source: Format not supported
sv: Inget stöd för formatet

source: * Select adoption parents *
es: *seleccionar padres adptivos*
sv: * Välj adoptivföräldrar *

source: Change colour mark by person
es: Cambio de marca de color por persona
sv: Ändra färgmarkering för person

source: Colour 1
es: Color 1
sv: Färg 1

source: Colour 2
es: Color 2
sv: Färg 2

source: Colour 3
es: Color 3
sv: Färg 3

source: Colour 4
es: Color 4
sv: Färg 4

source: Colour 5
es: Color 5
sv: Färg 5

source: Colour 6
es: Color 6
sv: Färg 6

source: Colour 7
es: Color 7
sv: Färg 7

source: Colour 8
es: Color 8
sv: Färg 8

source: Colour 9
es: Color 9
sv: Färg 9

source: Colour 10
es: Color 10
sv: Färg 10

source: Colour 11
es: Color 11
sv: Färg 11

source: Colour 12
es: Color 12
sv: Färg 12

source: Colour 13
es: Color 13
sv: Färg 13

source: Colour 14
es: Color 14
sv: Färg 14

source: Selected colour
es: Seleccionar color
sv: Vald färg

source: Also change
sv: Ändra också

source: Descendants
es: Descendientes
sv: Ättlingar

source: Ancestors
es: Ancestros
sv: Anfäder

source: Also known as
es: Alias
sv: Också känd som

source: Short name (for reports)
es: Nombre corto (para reportes)
sv: Kort namn (för rapporter)

source: Married name
es: Nombre de casado(a)
sv: Namn som gift

source: Farm name
es: Nombre de granja
sv: Gårdsnamn

source: Birth name
es: Nombre de nacimiento
sv: Födelsenamn

source: Indian name
es: Nombre indio
sv: Indian namn

source: Formal name
es: Nombre formal
sv: Formellt namn

source: Current name
es: Nombre actual
sv: Nuvarande namn

source: Soldier name
es: Nombre de soldado
sv: Soldatnamn

source: Religious name
es: Nombre religioso
sv: Religiöst namn

source: Other name
es: Otro nombre
sv: Annat namn

source: Formerly known as
es: Antes conocido como
sv: Tidigare känd som

source: Add event
es: Añadir evento
sv: Lägg till händelse

source: Person disconnected from marriage(s).
es: Persona desconectada de matrimonio(s)
sv: Person bortkopplad från äktenskap(er).

source: Person disconnected from parents.
es: Persona desconectada de padres
sv: Person bortkopplad från föräldrar.

source: Person is removed
es: Persona eliminada
sv: Person borttagen

source: If you continue, ALL children will be disconnected automatically!
sv: ALLA barn kommer bli bortkopplade om du fortsätter!

source: Are you sure to remove this mariage?
es: Estas seguro de eliminar este matrimonio?
sv: Är du säker på att du vill ta bort detta äktenskap?

source: Marriage is removed!
es: Matrimonio eliminado!
sv: Äktenskap borttaget!

source: Parents are selected!
es: Padres seleccionados!
sv: Föräldrar är valda!

source: Are you sure you want to disconnect this child?
es: Estas seguro de desconectar este hijo?
sv: Är du säker på att du vill ta bort kopplingen för detta barn?

source: Photo too large
es: Foto demasiado grande
sv: Bilden är för stor

source: Photo upload failed, check folder rights
es: Falla al subir foto. Checar derechos de la carpeta
sv: Uppladdningen av bilden misslyckades. Kontrollera mappens rättigheter.

source: Media too large
es: Media demasiado grande
sv: Mediafil för stor

source: Media upload failed, check folder rights
es: Falla al subir media. Checar derechos de la carpeta
sv: Uppladdningen av mediafilen misslyckades. Kontrollera mappens rättigheter.

source: No valid picture, media or document file
es: Archivo de foto, media o documento, invalido
sv: Ogiltig bild, media- eller dokumentfil

source: Are you sure you want to remove this event?
es: Estas seguro de eliminar este evento?
sv: Är du säker på att du vill ta bort denna händelse?

source: Also remove colour marks of
sv: Ta även bort färgmarkeringar för

source: Are you sure you want to delete this place?
es: Estas seguro de eliminar este lugar?
sv: Är du säker på att du vill radera denna plats?

source: Select place
sv: Välj plats

source: Name source
es: Fuente de nombre
sv: Namnkälla

source: Marriage
es: Matrimonio
sv: Äktenskap

source: family
es: familia
sv: familj

source: e.g. Writer, Brother, Sister, Father
es: e.g. Escritor, Hermano, Hermana, Padre
sv: t. ex. Författare, Broder, Syster, Fader

source: page in source
es: pagina en fuente
sv: sida i källa

source: quality: default
sv: Kvalitet: default

source: quality: unreliable evidence or estimated data
sv: Kvalitet: opålitligt källa eller uppskattad data

source: quality: questionable reliability of evidence
sv: Kvalitet: diskutabel tillförlitlighet för källa

source: quality: data from secondary evidence
sv: Kvalitet: data från andrahandskälla

source: quality: data from direct source
sv: Kvalitet: data från primär källa

source: Extra settings
sv: Extra inställningar

source: Hide or show family trees per user.
sv: Dölj eller visa släktträd per användare

source: These are settings PER USER, it's also possible to set these setting PER USER GROUP.
sv: Dessa inställningar är PER ANVÄNDARE. Det är även möjligt att sätta dessa inställningar PER ANVÄNDARGRUPP.

source: Show tree?
es: Mostrar arbol ?
sv: Visa träd?

source: Edit tree?
sv: Editera träd?

source: Description
es: Descripción
sv: Beskrivning

source: Change / Add
es: Cambiar / Añadir
sv: Ändra/Lägg till

source: Remove
es: Eliminar
sv: Radera

source: Link
sv: Länk

source: Owner of tree
es: Propietario del arbol
sv: Ägare

source: Database is not yet available.
es: La base de datos aun no esta disponible.
sv: Databasen ännu inte tillgänglig.
