Repository: shuramita/giapha
Catalog: languages/*/*.po
Languages: es, sv

source: For a list of all people that died here until
es: Para obtener una lista de personas fallecidas aqui hasta
sv: För en lista på alla personer som avled här fram tills

source: click here
es: clicar aqui
sv: klicka här

source: Read about this location in
es: Leer acerca de esta localidad en
sv: Läs om denna plats i

source: All persons born here:
es: Todas las personas nacidas aqui:
sv: Alla personer födda här:

source: Persons born here until
es: Personas nacidas aqui hasta
sv: Personer född här fram tills

source: All persons that died here:
es: Todas las personas que murieron aqui:
sv: Alla personer som avled här:

source: Persons that died here until
es: Personas que murieron aqui hasta
sv: Personer som avled här fram till

source: Main index
es: Indice principal
sv: Innehåll

source: Persons
es: Personas
sv: Personer

source: Names
es: Nombres
sv: Namn

source: Photobook
es: Album de fotos
sv: Fotoalbum

source: Relationship calculator
es: Calculadora de parentesco
sv: Relationsuträknare

source: Mail form
es: Formato de correo
sv: Emailformulär

source: Help
es: Ayuda
sv: Hjälp

source: Credits
es: Créditos
sv: Medverkande

source: Register
sv: Registrera

source: Hourglass chart
sv: Timglasdiagram

source: Get image of chart for printing (allow popup!)
es: Obtener imagen del grafico para impresion (permitir popup!)
sv: Skapa bild av diagram för utskrift (tillåt popup!)

source: Male
es: Hombre
sv: Man

source: Female
es: Mujer
sv: Kvinna

source: Additional marriage of same person
es: Matrimonio adicional de la misma persona
sv: Ytterligare äktenskap för samma person

source: Nr. generations
es: # de generaciones
sv: Nr generationer

source: at least
es: al menos
sv: minst

source: at most
es: a lo mas
sv: som mest

source: approximately
es: approximadamente
sv: ungefär

source: under 1 year old
es: de menos de un año
sv: under 1 år gammal

source: 1 years
es: 1 año
sv: 1 års

source: years
es: años
sv: år

source: occupations
sv: yrken

source: occupation
es: ocupacion
sv: yrke

source: residence
es: residencia
sv: bosatt

source: Source
es: Fuente
sv: Källa

source: estimated &#177;
es: estimado ±
sv: uppskattat &#177;

source: estimated
es: estimado
sv: uppskattat

source: from
sv: från

source: to
sv: till

source: Adopted by both
es: Adoptado por ambos
sv: Adopterad av båda

source: Adopted by father
es: Adoptado por el padre
sv: Adopterad av far

source: Adopted by mother
es: Adoptado por la madre
sv: Adopterad av moder

source: AFN number
es: # de AFN
sv: AFN nummer

source: Annulled
es: Anulado
sv: Upphävd

source: Confirmation
es: Confirmacion
sv: Konfirmation

source: Education
es: Educacion
sv: Utbildning

source: Emigrated
es: Emigrado
sv: Utvandrat

source: Engaged
es: Comprometido
sv: Förlovad

source: Eye colour
es: Color de ojos
sv: Ögonfärg

source: Funeral
sv: Begravning

source: Hair colour
es: Color de pelo
sv: Hårfärg

source: Height
es: Altura
sv: Längd

source: Immigrated
es: Immigrado
sv: Invandrat

source: ID number
es: # ID
sv: ID nummer

source: Medical condition
es: Condicion medica
sv: Hälsotillstånd

source: Military service
sv: Militärtjänst

source: Nationality
es: Nacionalidad
sv: Nationalitet

source: No children
es: sin hijos
sv: Inga barn

source: Nr. of children
es: # de hijos
sv: Antal barn

source: Not living
es: No vivo
sv: Ej i livet

source: Never married
es: Nunca casado
sv: Aldrig gift

source: Ref. number
es: # de referencia
sv: Ref. nummer

source: Retirement
es: Retiro
sv: Pension

source: taxpayer
es: contribuyente
sv: skattebetalare

source: Weight
es: Peso
sv: Vikt

source: Select a family tree
es: Selecciona un arbol
sv: Välj ett släktträd

source: Selected family tree
es: Arbol seleccionado
sv: Valt släktträd

source: Latest update:
es: Ultima actualizacion
sv: Senast uppdaterad:

source: Owner family tree:
es: Propietario del arbol:
sv: Ägare till släktträd:

source: Total
sv: Totalt

source: More frequent surnames
sv: Fler ofta förekommande efternamn

source: Frequent first names
sv: Ofta förekommande tilltalsnamn

source: Enter name or part of name
es: Ingresar nombre o parte del nombre
sv: Ange namn eller del av namn

source: Minimum: 3 characters.
sv: Minimum: 3 tecken.

source: All but selected tree
sv: Allt utom valt träd

source: Advanced search
es: Busqueda avanzada
sv: Avancerad sökning

source: Surnames Index:
sv: Efternamnsindex:

source: Other
es: otro
sv: Annat

source: Patronyms
es: Patronimicos
sv: Familjenamn

source: Date
es: Fecha
sv: Datum

source: persons are not shown due to privacy settings
es: personas no mostradas debido a lineamientos de privacidad
sv: personer visas inte på grund av sekretessinställningar

source: to:
es: con
sv: med:

source: Marriage notice
es: Anuncio de casado(a)
sv: Äktenskapsnotering

source: Married notice (religious)
es: Anuncio de casado(a) (religioso)
sv: Äktenskapsnotering (religious)

source: from:
es: desde:
sv: från:

source: divorced
es: divorciado(a)
sv: skild

source: 1st
es: hermano
sv: första

source: 2nd
es: segundo
sv: andra

source: 3rd
es: tercero
sv: tredje

source: th
es: o
sv: :te

source: Married
es: Casado(a)
sv: Gift

source: related
es: emparentado
sv: relation

source: stillborn boy
es: Niño nacido muerto
sv: dödfödd pojke

source: stillborn girl
es: Niña nacida muerta
sv: dödfödd flicka

source: Name filtered
es: Nombre filtrado
sv: Filtrerat namn

source: Text reports
es: Reportes de texto
sv: Textrapporter

source: Ancestor sheet
es: Hoja de ancestros
sv: Ansedel

source: Ancestor chart
es: Grafica de ancestros
sv: Antavla

source: DNA Charts
sv: DNA karta

source: Timeline
es: Linea de tiempo
sv: Tidslinje

source: PRIVACY FILTER
es: FILTRO DE PRIVACIDAD
sv: Privat filter

source: son of
es: hijo de
sv: son till

source: daughter of
es: hija de
sv: dotter till

source: child of
es: hijo de
sv: barn till

source: adoption parents
es: padres adoptivos
sv: adoptionföräldrar

source: stepparent
sv: styvförälder

source: legal parent
sv: juridisk förälder

source: foster parent
sv: fosterförälder

source: relationship with
sv: förhållande med

source: married to
sv: gift med

source: marriage with
sv: äktenskap med

source: divorced from
sv: skild från

source: marriage (divorced) with
sv: äktenskap (skilsmässa) med

source: at
es: a las
sv: kl

source: hour
es: hora
sv: timme

source: ash dispersion
es: dispersion de cenizas
sv: askspridning

source: source text
sv: källtext

source: role
es: rol
sv: roll

source: Recently changed and/or new persons
es: Personas nuevas o recientemente cambiadas
sv: Senaste ändringarna

source: Find place
es: Buscar lugar
sv: Sök plats

source: birth pl.
es: Lug. Nac.
sv: födelsepl.

source: bapt pl.
es: lug. baut.
sv: doppl.

source: death pl.
es: lug. fallecimiento
sv: dödspl.

source: bur pl.
es: lug. sepult.
sv: begravningspl.

source: Contains
es: Contiene
sv: Innehåller

source: Equals
es: Igual a
sv: Lika med

source: Starts with
es: Comienza con
sv: Börjar med

source: characters
sv: tecken

source: Choose sex:
es: Sexo:
sv: Välj kön:

source: Partner firstname
es: Nombre de pareja
sv: Partnerns förnamn

source: Partner lastname
es: Apellido de pareja
sv: Partnerns efternamn

source: Standard search
es: Búsqueda estándar
sv: Standard sökning

source: Tip
es: Consejo
sv: Tips

source: With Advanced Search you can easily create lists like: all persons with surname <b>Schaap</b> who were born <b>between 1820 and 1840</b> in <b>Amsterdam</b><br> You can also search without a name: all persons who <b>died in 1901</b> in <b>Amstelveen.</b>
es: Con Busqueda Avanzada puedes crear listas como: todas las personas con apellido <b>Schaap</b> nacidas <b>entre 1820 y 1840</b> en <b>Amsterdam</b><br> Tambien puedes buscar sin nombre: todas las personas que <b>murieron en 1901</b> en <b>Amstelveen.</b>
sv: Med avancerad sökning kan du enkelt skapa listor som: alla personer med efternamn <b>Svensson</ b>som är födda<b>mellan 1820 och 1840</ b> i <b>Alingsås</ b> <br> Du kan även söka utan namn:. Samtliga personer som<b>dog 1901</b> i <b>Eskilstuna</b>

source: persons found.
es: personas encontradas.
sv: personer hittade

source: Concise view
es: Vista compacta
sv: Kortfattad översikt över

source: No names found.
es: Ningun nombre encontrado.
sv: Inga namn funna

source: Sort by:
es: Ordenar por:
sv: Sorterad på:

source: All names
es: Todos los nombres
sv: Alla namn

source: No valid username or password.
es: Usuario o password invalido.
sv: Inget godkänt användarnamn eller lösen

source: Last visited family:
es: Ultima familia visitada:
sv: Senast visad familj:

source: Message:
es: Mensaje:
sv: Meddelande:

source: Subject:
es: Tema:
sv: Ämne:

source: Filter by descendants of:
sv: Filtrera ättlingar till:

source: Switch descendant filter off
es: Apagar filtro de descendientes
sv: Stäng av filtret för ättlingar

source: No known birth places amongst descendants
es: No hay lugares de nacimiento conocidos entre los descendientes
sv: Inga kända födelseplatser bland ättlingar

source: Close
es: Cerrar
sv: Stäng

source: Choose
es: Elegir
sv: Välj

source: Filter by descendants of a person
sv: Filtrera ättlingar till en person

source: Home
sv: Hem

source: Family tree index
es: Indice de arboles familiares
sv: Släktträd index

source: Tools
es: Extras
sv: Verktyg

source: Anniversary list
es: Lista de cumpleaños
sv: Lista över årsdagar

source: Contact
es: Contacto
sv: Kontakt

source: *** Privacy filter is active, one or more items are filtered. Please login to see all items ***
es: *** Filtro de privacidad esta activado, uno o mas datos han sido filtrados. Favor de firmarse para ver todos los datos ***
sv: *** Privatfiler aktiverad. En eller flera poster är filtrerad. Vänligen logga in för att se alla poster ***

source: ERROR: username already exists
sv: ERROR: Användarnamnet finns redan

source: ERROR: No identical passwords
sv: ERROR: Lösenorden är inte identiska

source: Registration completed
sv: Registrering färdig

source: New registered user
sv: Ny användare registrerad

source: User registration form
sv: Registreringsformulär för användare

source: Repeat password
sv: Repetera lösenord

source: The register function has been switched off!
sv: Registrerings funktionen har blivit avstängd!

source: identical to
es: identico a
sv: identisk med

source: brother of
es: hermano de
sv: bror till

source: sister-in-law of
es: cuñada de
sv: svägerska

source: brother-in-law of
es: cuñado de
sv: svåger

source: sister of
es: hermana de
sv: syster till

source: father-in-law
es: suegro
sv: svärfar

source: mother-in-law
es: suegra
sv: svärmor

source: daughter
es: hija
sv: dotter

source: daughter-in-law
es: nuera
sv: svärdotter

source: son-in-law
es: yerno
sv: svärson

source: grandchild
es: nieto
sv: barnbarn

source: nephew
es: sobrino
sv: brorson

source: niece
es: sobrina
sv: brorsdotter

source: 2nd [COUSIN]
es: segundo
sv: 2:dra

source: 3rd [COUSIN]
es: tercero
sv: 3:dje

source: uncle
es: tio
sv: morbror/farbror

source: aunt
es: tia
sv: moster/faster

source: COUSIN_MALE
es: primo
sv: kusin

source: 1st [COUSIN]
es: hermano
sv: 1:sta

source: COUSIN_FEMALE
es: primo
sv: kusin

source: 4th [COUSIN]
es: PRIMO 4o.
sv: 4:de

source: is
es: es
sv: är

source: BLOOD RELATIONSHIP:
es: PARENTESCO DE SANGRE:
sv: BLODSBAND:

source: MARITAL RELATIONSHIP:
es: PARENTESCO POLITICO:
sv: ÄKTENSKAPLIG RELATION:

source: are both husbands of
es: son ambos esposos de
sv: är båda män till

source: are both wifes of
es: son ambas esposas de
sv: är båda fruar till

source: husband of
es: esposo de
sv: make till

source: wife of
es: esposa de
sv: maka till

source: These persons are not related in any way.
sv: Dessa personer är inte släkt med varandra på något vis.

source: or: ID
sv: eller: ID

source: Calculate relationships
es: Calcular parentescos
sv: Beräkna relation

source: PDF Report
sv: PDF Rapport

source: RTF Report
sv: RTF Rapport

source: PROBANT
sv: PROBAND

source: Grandparents
es: Abuelos
sv: Mor & farföräldrar

source: Allready listed above as number
es: Listado arriba como numero
sv: Redan listade ovan som nummer

source: divorced
es: divorciado(a)
sv: Skild

source: Generated with HuMo-gen on
es: Generado con Humo-gen en
sv: Skapad med HuMo-gen på

source: Title:
es: Titulo
sv: Titel:

source: vertical
sv: vertikal

source: horizontal
sv: horisontell

source: died
es: fallecio
sv: Död

source: Hide dates
es: Ocultar fechas
sv: Göm datum

source: Show dates
es: Mostrar fechas
sv: Visa datum

source: Dates below names
es: Fechas detras de los nombres
sv: Datum under namn

source: Dates beside names
es: Fechas detras de los nombres
sv: Datum vid sidan om namn

source: Choose number of generations to display
es: Selecciona el # de generaciones a mostrar
sv: Välj antal generationer att visa

source: Source for:
es: Fuente por:
sv: Källa för:

source: Source for name:
es: Fuente por nombre:
sv: Källa för namn:

source: Source for birth:
es: Fuente por nacimiento:
sv: Källa för födelse:

source: Source for baptism:
es: Fuente por bautismo:
sv: Källa för dop:

source: Source for death:
es: Fuente por fallecimiento
sv: Källa för död:

source: Source for burial:
es: Fuente por sepultado:
sv: Källa för begravning:

source: Source for text:
es: Fuente por texto:
sv: Källa för text:

source: Source for address:
es: Fuente por domicilio:
sv: Källa för adress:

source: Source for family:
es: Fuente por familia:
sv: Källa för familj:

source: Source for cohabitation:
es: Fuente por bautismo:
sv: Källa för samboförhållande:

source: Source for marriage notice:
es: Fuente por noticia de matrimonio:
sv: Källa för bröllopsnotering:

source: Source for marriage:
es: Fuente por matrimonio:
sv: Källa för äktenskap:

source: Source for marriage notice (church):
es: Fuente por noticia de matrimonio (iglesia):
sv: Källa för äktenskapsnotis (kyrka):

source: Source for marriage (church):
es: Fuente por matrimonio (iglesia):
sv: Källa för äktenskap (kyrka):

source: Source for divorce:
es: Fuente por divorciado:
sv: Källa för skilsmässa:

source: Source for family text:
es: Fuente por texto de familia:
sv: Källa för familjetext:

source: Frequency of Surnames
sv: Förekomst av efternamn

source: Frequency of First Names
sv: Förekomst av tilltalsnamn

source: Latest update
es: Ultima actualizacion
sv: Senast uppdaterad

source: No. of families
es: # de familias
sv: Antal familjer

source: Most children in family
es: Familia con mas hijos
sv: Flest barn

source: and
es: y
sv: och

source: No. of persons
es: No. de personas
sv: Antal individer

source: Oldest birth date
es: Nacimiento mas viejo
sv: Tidigaste födelsedatum

source: Youngest birth date
es: Nacimiento mas reciente
sv: Senaste födelsedatum

source: Oldest death date
es: Fecha de fallecimiento mas viejo
sv: Tidigaste dödsdatum

source: Youngest death date
es: Fecha de fallecimiento mas joven
sv: Senaste dödsdatum

source: Longest living person
es: Viviente mas viejo
sv: Längsta livstid

source: Average age
es: Promedio de edad
sv: Medellivslängd

source: Average age married persons
es: Promedio de edad de casados
sv: Medellivslängd för gifta personer

source: Number of displayed first names
sv: Antal visade tilltalsnamn

source: birth
es: nacimiento
sv: född

source: death
es: fallecimiento
sv: död

source: SPOUSE_MALE
es: CONYUGE HOMBRE
sv: Make

source: SPOUSE_FEMALE
es: CONYUGE MUJER
sv: Maka

source: partnership
es: sociedad
sv: partnerskap

source: with
es: con
sv: med

source: child
es: hijo
sv: barn

source: grandson
es: nieto
sv: barnbarn

source: granddaughter
es: nieta
sv: barnbarn

source: There are no dates available for this person. Timeline can not be calculated.
es: No hay fechas disponibles para esta persona. No se puede calcular la linea de tiempo.
sv: Inga datum tillgängliga för den här personen. Tidslinjen kan inte beräknas.

source: Date of death unknown
es: Fecha de fallecimiento desconocida
sv: Dödsdatum okänt

source: Date of birth unknown
es: Fecha de nacimiento desconocida
sv: Födelsedatum okänt

source: Steps:
es: Pasos:
sv: Intervall:

source: year
es: año
sv: år

source: Choose timeline
es: Seleccionar linea de tiempo
sv: Historik:

source: Change Display
es: Cambiar Display
sv: Uppdatera

source: LIFE EVENTS
es: EVENTOS DE VIDA
sv: Livshändelser

source: YEAR
es: AÑO
sv: År

source: HISTORIC EVENTS
es: EVENTOS HISTORICOS
sv: HISTORISKA HÄNDELSER

source: Your settings are updated!
sv: Dina inställningar är uppdaterade

source: Updated profile
sv: Uppdaterade profil

source: User updated his/ her profile
sv: Användare uppdaterade hans/hennes profil

source: User settings
sv: Användarinställningar

source: Select a theme
es: Selecciona un tema
sv: Välj ett tema

source: Select a colour theme (a cookie will be used to remember the theme)
es: Selecciona un color de tema (una cookie se usara para recordarlo)
sv: Välj ett färgtema (en cookie kommer användas för att komma ihåg temat)

source: Standard-colours
es: Colores standard
sv: Standardfärger

source: Address by person
es: Domicilio por persona

source: HuMo-gen backup
es: Respaldo de HuMo-gen

source: The last backup file will be saved to the admin folder. You can restore from this file with "Option 1" below.<br> You will also be offered a download button and we suggest downloading backup files frequently in case the data on your server (including the backup file) might get deleted or corrupted. You can restore from downloaded files with "Option 2" below.
es: El ultimo archivo de respaldo sera guardado en la carpeta Admin. Puede restaurar desde esta carpeta con "Option 1" abajo.<br> Tambien le sera presentado un boton de descarga y le sugerimos descargar sus archivos con frecuencia, en caso de que los datos de su servidor se borren o corrompan. Puede usted restaurar desde archivos descargados con "Option 2" abajo.

source: Here you can restore your entire database from the last backup made with HuMo-gen Backup (if available) or from an .sql or .sql.zip backup file on your computer.
es: Aqui puede restaurar toda su base de datos desde el ultimo respaldo hecho con Humo-gen Backup (si existe) o desde un archivo .sql o .sql.zip en su computadora.

source: Upload has failed</span> (you may wish to try again or choose to place the file in the admin/backup_tmp folder yourself with an ftp program or the control panel of your webhost)
es: La subida del archivo fallo</span> (Puede usted intentar de nuevo o colocar el archivo manualmente con FTP en la carpeta admin/backup_tmp).

source: Select main homepage (welcome page for visitors) for HuMo-gen<br> <b>The selected CMS page will replace the main index!</b>
es: Seleccione la homepage principal de Humo-gen (la pagina de bienvenida de visitantes)<br> <b>La pagina CMS seleccionada reemplazara el indice principal !</b>

source: Person
es: Persona

source: prefix
es: prefijo

source: Addressrole
es: Rol de direccion

source: Partner
es: Compañero(a)

source: Update all places here. At this moment these places are updated: birth, baptise, death and burial places.
es: Actualizar todos los lugares aqui. Por el momento estos lugares se actualizan: nacimiento, bautizo, fallecimiento y sepultura.

source: Adoption
es: Adopcion

source: Census name
es: Nombre de censo

source: This will disconnect this person from parents, spouses and children <b>and delete it completely from the database.</b> Do you wish to continue?
es: Esto desconectará a esta persona de padres, cónyuges e hijos <b> y eliminarlo por completo de la base de datos. </b> ¿Desea continuar?

source: person
es: persona

source: Sourcerole
es: Rol de fuente

source: "Own code" is the code that has to be entered in your genealogy program under "own code or REFN" <p>Do the following:<br> 1) In your genealogy program, put a code. For example, with the patriarch enter a code "patriarch".<br> 2) Enter the same code in the table below (multiple codes are possible)<br> 3) After processing the gedcom file, an extra link will appear in the main menu, i.e. to the patriarch!<br>
es: "Codigo propio" es el codigo que tiene que ponerse en el programa genealogico bajo "own code or REFN". <p>Haga lo siguiente:<br> 1) En el programa genalogico ponga un codigo. Por ejemplo, en el patriarca ponga el codigo "patriarch".<br> 2) Coloque el mismo codigo en la tabla de abajo (es posible poner muchos codigos)<br> 3) Despues de procesar el archivo gedcom, una liga extra aparecera en el menu principal apuntando al patriarca!<br>

source: Reassign new ID numbers for persons, fams etc. (don't use IDs from gedcom)
es: Reasignar nuevos numeros de ID a personas, familias, etc. (no usar IDs del archivo GEDCOM)

source: Add new locations to geo-location database (for Google Maps locations). This will slow down reading of gedcom file!
es: Añadir nueva localidad a la base de datos de geo-localidad (para Google maps). Esto hara mas lenta la lectura del archivo gedcom !.

source: Gedcom export
es: Exportar Gedcom

source: You can have multiple users in HuMo-gen. Every user can be connected to 1 group.<br> Examples:<br> Group "guest" = <b>guests at the website (who are not logged in).</b><br> Group "admin" = website administrator.<br> Group "family" = family members or genealogists.
es: Puedes tener mas usuarios en HuMo-gen. Cada usuario puede estar conectado con un grupo.<br> Ejemplos:<br> Grupo "guest" (huesped) = <b>visitantes de la website (que no estan firmados).</b><br> Group "admin" = Administrador de la website.<br> Group "family" (familia) = miembros de la familia o genealogistas.

source: Show residence
es: Mostrar residencia

source: Show places with bapt., birth, death and cemetery.
es: Mostrar lugares con baut., nacimiento, fallecimiento y cementerio.

source: Show religion (with bapt. and wedding)
es: Mostrar religion (con baut. y matrimonio)

source: Show date and place (i.e. with birth, bapt., death, cemetery.)
es: Mostrar fecha y lugar (con baut., nacimiento, fallecimiento y cementerio.)

source: Show name in indexes
es: Mostrar nombre en Indices

source: Show text with bapt., birth, death, cemetery
es: Mostrar texto con baut., nacimiento, fallecimiento, cementerio

source: Show text with pre-nuptial etc.
es: Mostrar texto con pre-nupcial etc.

source: HuMo-gen (alive or deceased), Aldfaer (death sign), Haza-data (filter living persons)
es: HuMo-gen (living or deceased), Aldfaer (signo de muerte) o Haza-data (filtrar personas vivas)

source: Text
es: Texto

source: Show persons with no date information<br> <i>with these persons the privacy filter cannot calculate if they are alive</i>
es: Mostrar personas sin informacion de fecha<br> <i>con estas personas el filtro de privacidad no puede calcular si estan vivas</i>

source: With privacy show names
es: Con privacidad, mostrar nombres

source: Genealogical copy protection<br> <i>family browsing disabled, no family trees</i>
es: Proteccion de copia genealogica<br> <i>navegacion por familias deshabilitada, sin arboles</i>

source: Administration
es: Administracion

source: HuMo-gen status
es: Status de Humo-gen

source: Logfile users
es: Usuarios de archivo de bitacora
