Repository: shuramita/giapha
Catalog: languages/*/*.po
Languages: es, sv

source: File successfully uploaded.
es: Archivo subido satisfactoriamente.
sv: Lyckad uppladdning av fil.

source: Upload has failed.
es: Subir archivo fallo.
sv: Uppladdningen har misslyckats.

source: Select Gedcom file:
es: Selecciona archivo Gedcom:
sv: Välj Gedcomfil:

source: Settings
es: Configuracion
sv: Inställningar

source: Add a general source connected to all persons in this gedcom file.
sv: Lägg till en generell källa kopplad till alla personer i denna gedcomfil.

source: Order children by date (only needed if children are in wrong order)
sv: Sortera barn efter datum (behövs bara om barnen är i fel ordning)

source: Show non-processed items when processing gedcom (can be a long list!
es: Mostrar los items no procesados del archivo GEDCOM (puede ser una lista larga!)
sv: Visa obehandlade poster vid behandling av gedcom (kan bli en lång lista!

source: Show all numbers when processing gedcom (useful when a time-out occurs!)
es: Mostrar todos los numeros al procesar el archivo GEDCOM (util cuando ocurre un time-out!)
sv: Visa alla nummer vid behandling av gedcom (användbart när en time-out inträffar!)

source: 1 record (slow processing, but needs less server-memory)
sv: 1 post (långsam behandling men kräver mindre serverminne)

source: records per batch
sv: poster per batch

source: ALL records (fast processing, but needs server-memory)
sv: ALLA poster (snabb behandling men kräver serverminne)

source: Step
es: Paso
sv: Steg

source: STEP 2) Remove old family tree:
sv: STEG 2) Ta bort gammalt släktträd:

source: ONLY use in case of a time-out, to continue click:
es: Usese SOLO en caso de time-out, para continuar clica:
sv: använd BARA i samband med time-out. Klicka för att fortsätta:

source: Remove old family tree items from %s table...
sv: Ta bort gamla släktträd poster från %s tabell...

source: Optimize table...
sv: Optimera tabell...

source: No error messages above? In that case the tables have been created!
es: Sin errores ? En tal caso las tablas han sido creadas!
sv: Inga felmeddelanden ovan? I så fall har tabellen blivit skapad!

source: The data in this gedcom will be appended to the existing data in this tree!
es: Los datos de este GEDCOM seran añadidos a los datos existentes en este arbol
sv: Data i den här gedcomfilen kommer bli tillagd till det existerande datat i detta träd!

source: Cancel
es: Cancelar
sv: Avbryt

source: <b>STEP 3) Processing Gedcom file:</b> <p>The following lines have to be processed without error messages...<br> <b>Processing may take a while!!</b>
es: <b>/PASO 3) Procesando archivo GEDCOM</b> <p> Las lineas siguientes deben ser procesadas sin mensajes de error...<br> <b>El procesamiento puede tardar</b>
sv: <b>STEG 3) Behandlar Gedcomfil:</b> <p>Följande rader måste behandlas utan felmeddelanden...<br> <b>Behandlingen kan ta en stund!!</b>

source: lines processed
sv: linjer behandlade

source: Gedcom file
es: Archivo Gedcom
sv: Gedcom fil

source: this is an <b>%s</b> file
sv: det här är en <b>%s</b> fil

source: Persons added by gedcom import.
sv: Personer tillagda vid gedcom import.

source: Reading in the file took: %d seconds
es: La lectura del archivo se llevo %d segundos
sv: Läsning av filen tog: %d sekunder.

source: Non-processed items
es: Items no procesados
sv: Obehandlade poster

source: Level
es: Nivel
sv: Nivå

source: All items have been processed!
es: Todos los items han sido procesados!
sv: Alla poster har blivit behandlade!

source: STEP 4) Processing single persons:
sv: STEG 4) Behandlar enskilda personer:

source: Processing single persons...
sv: Behandlar enskilda personer...

source: Updating location database...
sv: Uppdaterar platsdatabas...

source: Order children...
sv: Sorterar barn...

source: Counting persons and families and enter into database...
es: Contando personas y familias y cargando en base de datos...
sv: Räknar individer och familjer samt lägger till i databas...

source: Processing took: %d seconds
es: El procesamiento se llevo %d segundos
sv: Behandlingen tog: %d sekunder

source: No error messages? In this case the database is ready for use!
es: Sin errores ? En tal caso la base de datos esta lista para usarse!
sv: Inga felmeddelanden? I så fall är databasen klar att användas!

source: Ready! Now click %s to watch the family tree
es: Listo. Ahora clique %s para ver el arbol familiar
sv: Klart! Klicka nu på %s för att se släktträdet

source: TIP: Use <a href="index.php?page=cal_date">"Calculated birth dates"</a> for a better privacy filter.
sv: TIPS: Använd <a href="index.php?page=cal_date">"Beräknade födelsedatum"</a> för bättre privat filter.

source: Gedcom file export
es: Exportacion de archivo Gedcom
sv: Gedcom filexport

source: No valid family number.
es: Numero de familia invalido.
sv: Inget giltig familj nummer

source: Gedcom file is REMOVED.
es: Archivo Gedcom eliminado.
sv: Gedcomfil BORTTAGEN.

source: Select family tree to export and click "Start export"
sv: Välj släktträd för export och klicka "Starta export"

source: Choose family tree to export
es: Selecciona arbol a exportar
sv: Välj släktträd för export

source: Whole tree or part:
es: Arbol completo o parte:
sv: Hela trädet eller del av:

source: Whole tree:
es: Arbol completo:
sv: Hela trädet:

source: Partial tree:
es: Arbol parcial:
sv: Del av träd:

source: Choose person:
es: Seleccione persona:
sv: Välj person:

source: Number of generations to export:
es: Numero de generaciones a exportar
sv: Antal generationer att exportera:

source: Choose type of export:
es: Seleccione tipo de exportacion:
sv: Välj typ av export:

source: Include spouses of descendants
es: Incluir conyuges de descendientes
sv: Inkludera hustrun till ättlingar

source: Include parents of spouses
es: Incluir padres de conyuges
sv: Inkludera hustruns föräldrar

source: Include spouse(s) of base person
es: Incluir conyuge(s) de persona raiz
sv: Inkludera hustru(n) till basperson

source: Include sibblings of ancestors and base person
es: Incluir hermanos de ancestros y persona base
sv: Inkludera syskon till förfäder och basperson

source: Export texts
es: Exportar textos
sv: Exportera texter

source: Export sources
es: Exportar fuentes
sv: Exportera källor

source: Export longitude & latitude by places
es: Exportar longitud y latitud por lugar
sv: Exportera longitud & latitud för platser

source: Character set
es: Conjunto de caracteres
sv: Teckenuppsättning

source: UTF-8 (recommended character set)
sv: UTF-8 (rekommenderad teckenuppsättning)

source: Show export status
sv: Visa export status

source: Start export
sv: Starta export

source: Gedcom file will be exported to backup_tmp/ folder
es: El archivo Gedcom sera exportado a la carpeta backup_tmp/
sv: Gedcomfil kommer exporteras till backup_tmp/ folder

source: Gedcom file is generated
es: Archivo Gedcom generado
sv: Gedcomfil skapas

source: Download gedcom file
es: Bajar archivo Gedcom
sv: Ladda ner gedcomfil

source: Remove gedcom file
es: Eliminar archivo Gedcom
sv: Ta bort gedcomfil

source: User groups
es: Grupos de usuarios
sv: Användargrupper

source: It's not possible to delete this group: there is/ are
es: No es posible borrar este grupo: hay
sv: Det är inte möjligt att radera denna grupp: det finns

source: user(s) connected to this group!
es: usuarios conectados a este grupo
sv: användare kopplade till denna grupp!

source: Are you sure you want to remove the group:
es: Esta seguro de querer eliminar el grupo:
sv: Är du säker på att du vill ta bort gruppen:

source: Choose a user group:
es: Selecciona un grupo:
sv: Välj en användargrupp:

source: ADD GROUP
es: AÑADIR GRUPO
sv: SKAPA GRUPP

source: Group
es: Grupo
sv: Grupp

source: REMOVE GROUP
es: ELIMINAR GRUPO
sv: RADERA GRUPP

source: Group name
es: Nombre del grupo
sv: Gruppnamn

source: Administrator
sv: Administratör

source: Save statistics data
es: Guardar datos estadisticos
sv: Spara statistikdata

source: Birthday RSS in main menu
es: RSS de cumpleaños en menu principal
sv: Födelsedag RSS i huvudmenyn

source: General
sv: Generell

source: Show pictures
es: Mostrar fotos
sv: Visa bilder

source: Show Gedcom number (from gedcom file)
es: Mostrar numero Gedcom (del archivo GEDCOM)
sv: Visa gedcom nummer (från gedcomfil)

source: Show events
es: Mostrar eventos
sv: Visa händelser

source: Show own code
es: Mostrar codigo propio
sv: Visa egen kod

source: Compact view
es: Vista compacta
sv: Kompakt vy

source: Expanded view
es: Vista expandida
sv: Expanderad vy

source: Show Google maps
es: Mostrar Google Maps
sv: Visa Google kartor

source: Hide Google maps
es: Ocultar Google Maps
sv: Göm Google kartor

source: User is allowed to add notes/ remarks by a person in the family tree
sv: Användare har möjlighet att lägga till notiser/kommentarer för person i släktträdet

source: Disabled in group "Guest"
sv: Inaktiverad i gruppen "Gäst"

source: User can see notes/ remarks added by other users in the family tree
sv: Användare kan se notiser/kommentarer tillagda av andra användare i släktträdet

source: Sources
es: Orígenes
sv: Källor

source: Don't show sources
es: No mostrar fuentes
sv: Visa inte källor

source: Only show source titles
es: Solo mostrar titulos de fuentes
sv: Visa endast källtitel

source: Show sources and menu sources
es: Mostrar fuentes y menu de fuentes
sv: Visa källor och menykällor

source: Default presentation of source
es: Presentacion de fuente por default
sv: Default presentation av källa

source: Show source title
es: Mostrar titulo de fuente
sv: Visa källtiteln

source: Show source title as footnote
es: Mostrar titulo de fuente como pie de pagina
sv: Visa källtiteln som fotnot

source: Hide sources
es: Ocultar fuentes
sv: Göm källor

source: Show restricted source
es: Mostrar fuente restringida
sv: Visa begränsad källa

source: Texts
es: Textos
sv: Texter

source: Default presentation of text
sv: Default presentation av text

source: Show texts
sv: Visa texter

source: Show texts in popup screen
sv: Visa texter i popup-ruta

source: Hide texts
sv: Göm texter

source: Show hidden text/ own remarks (text between # characters in text fields, example: #check birthday#)
sv: Visa gömd text/egna kommentarer (text mellan # tecken i textfält, exempel: #kontrollera födelsedag#)

source: Show text with person
es: Mostrar texto con persona
sv: Visa text med person

source: Activate privacy filter
es: Activar filtro de privacidad
sv: Aktivera privatfilter

source: TIP: the best privacy filter is your genealogy program<br> If possible, try to filter with that
es: TIP: el mejor filtro de privacidad es el programa genealogico<br> filtra con el, de ser posible
sv: TIPS: det bästa privatfiltret är ditt släktforskningsprogram<br> Om möjligt, prova filtrera där

source: Privacy filter settings
es: Configuracion de filtro de privacidad
sv: Privatfilterinställningar

source: Privacy filter, filter persons born in or after this year
es: Filtro de privacidad, filtrar personas nacidas en o despues de este año
sv: Privatfilter, filtrera individer födda detta eller efter detta år

source: Year
es: Año
sv: År

source: Privacy filter, filter persons deceased in or after this year
es: Filtro de privacidad, filtrar personas fallecidas en o despues de este año
sv: Privatfilter, filtrera individer döda detta eller efter detta år

source: Also filter data of deceased persons (for filter 2)
es: Tambien filtrar datos de personas fallecidas (para filtro 2)
sv: Filtrera även data för döda individer (för filter 2)

source: Privacy filter exceptions
es: Excepciones de filtro de privacidad
sv: Privatfilterundantag

source: DO show privacy data of persons (with the following text in own code)
es: MOSTRAR datos de privacidad de personas con el siguiente caracter en codigo propio
sv: VISA privat data för individer (med följande text i egen kod)

source: HIDE privacy data of persons (with the following text in own code)
es: NO MOSTRAR datos de privacidad de personas con el siguiente caracter en codigo propio
sv: GÖM privat data för individer (med följande text i egen kod)

source: TOTALLY filter persons (with the following text in own code)
es: Filtrar TOTALMENTE a personas con el siguiente caracter en codigo propio
sv: Filtrera individer HELT (med följande text i egen kod)

source: Extra privacy filter option
es: Opciones extra de filtro de privacidad
sv: Extra privatfilterval

source: Show initials: D. E. Duck
es: Mostrar iniciales: D. E. Duck
sv: Visa initialer: D. E. Duck

source: Save all changes
es: Guardar todos los cambios
sv: Spara alla förändringar

source: Hide or show family trees per user group.
es: Ocultar o mostrar arboles por grupo de usuarios.
sv: Göm eller visa alla släktträd per användargrupp.

source: Editor
sv: Redigera

source: If an .htpasswd file is used: add username in .htpasswd file.
sv: Om en .htpasswd fil används: Lägg till användarnamn i .htpasswd filen.

source: These settings can also be set per user!
sv: Dessa inställningar kan även bli satta per användare!

source: Database connection status:
es: Status de la conexion de la base de datos:
sv: Status för databasanslutning:

source: MySQL connection: OK!
es: Conexion de MySQL: OK !
sv: MySQL anslutning: OK!

source: There is no MySQL connection: please check host/ username and password.
es: No hay conexion de MySQL: Favor de checar Host/ usuario y password
sv: MySQL anslutning saknas: vänligen kontrollera host/användarnamn och lösenord.

source: Database connection: OK!
es: Conexion de base de datos: OK !
sv: Databasanslutning: OK!

source: No database found! Check MySQL connection and database name
es: No se encontro base de datos ! Favor de checar conexion de MySQL y nombre de base de datos
sv: Hittar inte databas! Kontrollera MySQL anslutning och databasnamn

source: The configuration file is not writable! Please change the include/db_login.php file manually.
es: El archivo de configuracion no se puede escribir ! Favor de cambiar el archivo include/db_login.php manualmente.
sv: Konfigurationsfilen är inte skrivbar! Vänligen ändra include/db_login.php filen manuellt.

source: PHP Version
sv: Person

source: It is recommended to update PHP!
sv: Rekommenderar att uppdatera PHP!

source: It is recommended to update MySQL!
sv: Rekommenderar att uppdatera MySQL!

source: Database
es: Base de datos
sv: Databas

source: <b>There is no database connection! To connect the MySQL database to HuMo-gen, fill in these settings:</b>
es: <b> No hay conexion con base de datos ! Para conectar la base de datos de MySQL a Humo-gen, llenar esta configuracion:</b>
sv: <b>Databasanslutning saknas! För att ansluta MySQL databasen mot HuMo-gen, fyll i dessa inställningar:</b>

source: Database setting
es: Configuracion de base de datos
sv: Databasinställningar

source: Database value
es: Valor de la base de datos
sv: Databasvärde

source: Example website provider
es: Ejemplo de proveedor de website
sv: Exempel för webhotell

source: Example for XAMPP
es: Ejemplo para XAMPP
sv: Exempel för XAMPP

source: Database host
es: Host de base de datos
sv: Databas host

source: Database username
es: Usuario de base de datos
sv: Databas användarnamn

source: Database password
es: Password de base de datos
sv: Databas lösenord

source: Database name
es: Nombre de base de datos
sv: Databas namn

source: At a local PC also install database
es: En una PC local, tambien instale base de datos
sv: Installera även databasen på en lokal PC

source: YES, also install database
es: SI, tambien instalar base de datos
sv: JA, installera även databas

source: NO
sv: NEJ

source: YES
es: SI
sv: JA

source: Save settings and connect to database
es: Guardar configuracion y conectar a base de datos
sv: Spara inställningar och anslut mot databas

source: SAVE
es: GUARDAR
sv: SPARA

source: The database has NOT been created!
es: La base de datos no ha sido creada!
sv: Databasen har inte blivit skapad!

source: Continue installation
es: Continuar instalacion
sv: Fortsätt installation

source: Database tables
es: Tablas de la base de datos
sv: Databastabeller

source: No HuMo-gen tables found in database.
sv: Inga HuMo-gen tabeller hittades i databasen.

source: Install HuMo-gen database tables
sv: Installera HuMo-gen databas tabeller

source: Size of statistics table
sv: Storlek på statistik tabell

source: If needed remove old statistics.
sv: Ta bort gammal statistik om det krävs.

source: The folder "admin" has NOT YET been secured.
es: La carpeta "admin" no ha sido aun asegurada.
sv: "admin" foldern har ÄNNU INTE blivit säkrad!

source: At the moment you are logged in through an .htacces file.
es: Por el momento estas firmado a traves de un archivo .htacces.
sv: För tillfället är du inloggad via en .htacces fil.

source: At the moment you are logged in through PHP-MySQL.
es: Por el momento estas firmado a traves de PHP-MySQL.
sv: För tillfället är du inloggad via PHP-MySQL.

source: Login control
es: Control de login
sv: Login kontroll

source: Secured website
es: Website asegurada
sv: Säkrad websida

source: You can also try this password generator:
es: Tambien puede usar este generador de passwords:
sv: Du kan även prova denna lösenordsgenerator:

source: Generate new ht-password
es: Generar nuevo ht-password
sv: Generera nytt ht-lösenord

source: OK (option is OFF)
es: OK (opcion APAGADA)
sv: OK (alternativet är OFF)

source: OK (option is ON)
es: OK (opcion ENCENDIDA)
sv: OK (alternativet är ON)

source: Family trees
es: Arboles
sv: Släktträd

source: persons
es: personas
sv: individer

source: families
es: familias
sv: familjer

source: This tree does not yet contain any data or has not been imported properly!
es: Este arbol aun no contiene datos o no han sido importados apropiadamente!
sv: Det här trädet innehåller ännu ingen data eller har inte blivit importerad ordentligt!

source: Import Gedcom file
es: Importar archivo Gedcom
sv: Importera Gedcom fil

source: (Re)create settings table.
es: (Re)crear tabla de configuracion.
sv: (Åter)skapa inställningstabell

source: (Re) create statistics tree table. <b>EXISTING STATISTICS TREES WILL BE REMOVED!</b>
es: (Re) crear tabla de estadisticas. <b>TODAS LAS ESTADISTICAS EXISTENTES SERAN ELIMINADAS!</b>
sv: (Åter)skapa statistik träd tabell. <b>BEFINTLIG STATISTIK TRÄD TABELL KOMMER TAS BORT!</b>

source: (Re) create user tree table. <b>The user table will be filled with new users. Please add passwords:</b>
es: (Re) crear tabla de arbol de usuarios. <b>La tabla de usuarios sera llenada con nuevos usuarios. Favor de añadir passwords:</b>
sv: (Åter)skapa användare träd tabell. <b>Användartabellen kommer fyllas med nya användare. Vänligen lägg till lösenord:</b>

source: User
es: Usuario
sv: Användare

source: Username
es: Usuario
sv: Användarnamn

source: Password
sv: Lösenord

source: THIS WILL BE YOUR ADMIN PASSWORD! (default password = humogen)
es: ESTE SERA SU PASSWORD DE ADMIN !password por default = humogen)
sv: DET HÄR ÄR DITT ADMIN LÖSENORD! (default lösenord=humogen)

source: Family or genealogists
es: Familia o genealogos.
sv: Familj eller genealog

source: Password for user: "family" (default password = humogen)
es: Password para usuarios "family" (password por default = humogen)
sv: Lösenord för användare: "family" (default lösenord=humogen)

source: Remark: more users can be added after installation.
es: Nota: Se pueden añadir mas usuarios despues de la instalacion.
sv: Kommentar: fler användare kan läggas till efter installation

source: (Re) create user group table.
es: (Re) crear tabla de grupos.
sv: (Åter)skapa användargrupp tabell

source: (Re) create CMS menu table, used for menu system of own pages.
es: (Re)crear tabla del menu CMS, usada para el sistema de menu de paginas propias.
sv: (Åter)skapa CMS meny tabell, används till menysystem för egna sidor.

source: (Re) create CMS pages table, used for own pages.
es: (Re)crear tabla de paginas CMS, usada para las paginas propias
sv: (Åter)skapa CMS sidtabell, används för egna sidor

source: (Re) create user notes table.
sv: (Åter)skapa användarnotistabell

source: Empty log table.
es: Vaciar la tabla del log.
sv: Tom loggtabell

source: Family tree tables
sv: Släktträd tabell

source: (Re) create all family tree tables. <b>*** ALL EXISTING FAMILY TREES WILL BE REMOVED! ***</b>
sv: (Åter)skapa alla släktträd tabeller. <b>*** ALLA BEFINTLIGA SLÄKTTRÄD KOMMER FÖRSVINNA! ***</b>

source: Are you sure? Old settings will be deleted!
es: Estas seguro? La configuracion anterior sera borrada!
sv: Är du säker? Gamla inställningar kommer raderas!

source: install
es: instalar
sv: installera

source: Creating tables:
es: Creando tablas:
sv: Skapar tabeller:

source: create table: %s.
sv: skapa tabell: %s

source: Main menu
es: Menu principal
sv: Meny

source: Language editor
es: Editor de idiomas
sv: Språkeditor

source: Language
es: Idioma
sv: Språk

source: Saved
es: Guardado
sv: Sparad

source: Next page
sv: Nästa sida

source: Previous page
sv: Föregående sida

source: Max items per page:
sv: Max antal poster per sida:

source: Total items found:
sv: Totalt antal poster funna:

source: FILE IS NOT WRITABLE!
es: EL ARCHIVO NO SE PUEDE ESCRIBIR:
sv: FILEN ÄR SKRIVSKYDDAD!

source: Template
es: Plantilla
sv: Mall

source: Fuzzy
sv: Oklar

source: Translation into
es: Traduccion a
sv: Översatt till

source: No results found
sv: Inga resultat funna

source: Saving
es: Guardando
sv: Sparar

source: Date - time
es: Fecha - hora
sv: Datum - tid

source: User/ Admin
sv: Användare/Admin

source: IP address
sv: IP adress

source: Starting time
es: Hora de inicio
sv: Starttid

source: Finish time
es: Hora de fin
sv: Sluttid

source: Back
es: Atras
sv: Tillbaka

source: All family trees
es: Todos los arboles familiares
sv: Alla släktträd

source: Refresh
es: Refrescar
sv: Uppdatera

source: Date display
es: Desplegar fechas
sv: Visa datum

source: Website name
es: Nombre de Website
sv: Hemsidans namn

source: Link homepage
es: Liga a la pagina de inicio
sv: Länk till hemsida

source: Link description
es: Descripcion de la liga
sv: Länkbeskrivning

source: (link to this site including http://)
es: (Liga a este sitio incluyendo http://)
sv: (länk till denna site inklusive http://)

source: Link for birthdays RSS
es: Liga para RSS de cumpleaños
sv: Länk till födelsedags RSS

source: This option can be turned on or off in the user groups.
es: Esta opcion puede ser apagada en los grupos de usuarios.
sv: Det här alternativet kan slås på eller av i användargrupperna.

source: Settings family page
es: Configuracion pagina de familia
sv: Inställningar familjesida

source: Number of generations in descendant report
es: Numero de generaciones en el reporte de descendientes
sv: Antal generationer i ättlingsrapporten

source: Show number of generation in descendant report (standard value=4).
es: Muestra el numero de generaciones en el reporte de descendientes (valor standard=4).
sv: Visa antal generationer i ättlingsrapporten (standardvärde=4).

source: Number of persons in search results
es: Numero de personas en los resultados de busquedas
sv: Antal individer i sökresultat

source: Show number of persons in search results (standard value=30).
es: Muestra el numero de personas en los resultados de busquedas (valor standard=30).
sv: Visa antal individer i sökresultat (standardvärde=30)

source: Watermark text in PDF file
sv: Vattenmärkestext i PDF-fil

source: Watermark text (clear to remove watermark)
sv: Vattenmärkstext (blankt för att ta bort vattenmärke)

source: Watermark RGB text color
sv: Vattenmärke RGB textfärg

source: Default values: R = 224, G = 224, B = 224.
sv: Defaultvärden: R = 224, G = 224, B = 224.

source: Save settings
es: Guardar configuracion
sv: Spara inställningar

source: Special settings
sv: Speciella inställningar

source: Change all &#134; characters into &infin; characters in all language files.
sv: Ändra alla &#134; tecken till &infin; tecken för alla språkfiler.
