Repository: shuramita/giapha
Catalog: languages/*/*.po
Languages: es, sv

source: HuMo-gen credits
es: Creditos de Humo-gen

source: HuMo-gen cookies
es: Cookies de Humo-gen

source: Photo's per page
es: Fotos por pagina

source: great-grand
es: bis

source: son
es: hijo

source: th
es: o

source: once removed
es: una generacion

source: times removed
es: generaciones

source: twice removed
es: dos generaciones

source: Information about the Relationship Calculator
es: Informacion acerca de la Calculadora de parentescos

source: This calculator will find the following relationships:<br> <ul><li>Any blood relationship between X and Y ("X is great-grandfather of Y", "X is 3rd cousin once removed of Y" etc.)</li> <li>Blood relationship between the spouse of X and person Y ("X is spouse of 2nd cousin of Y", "X is son-in-law of Y")</li> <li>Blood relationship between person X and the spouse of Y ("X is 2nd cousin of spouse of Y", "X is father-in-law of Y")</li> <li>Blood relationship between spouse of X and spouse of Y ("X spouse of sister-in-law of Y" etc.)</li> <li>Direct marital relation ("X is spouse of Y")</li></ul> Directions for use:<br> <ul><li>Enter first and/or last name (or part of names) in the search boxes and press "Search". Repeat this for person 1 and 2.</li> <li>If more than 1 person is found, select the one you want from the search result pulldown box. Repeat this for person 1 and 2.</li> <li>Now press the "Calculate relationships" button on the right.</li> <li><b>TIP: when you click "search" with empty first <u>and</u> last name boxes you will get a list with all persons in the database. (May take a few seconds)</b></li></ul>
es: Esta calculadora encontrara los siguientes parentescos:<br> <ul><li>Cualquier parentesco de sangre entre X y Y ("X es bisabuelo de Y", "X es primo trecero de Y" etc.)</li> <li>Parentesco de sangre entre el esposo de X y la persona Y ("X es esposa del primo segundo de Y", "X es yerno de Y")</li> <li>Parentesco de sangre entre la persona X y el esposo de Y ("X es primo segundo de la esposa de Y", "X es suegro de Y")</li> <li>Parentesco de sangre entre el esposo de X y el esposo de Y ("X es esposo de la cuñada de Y" etc.)';Parentesco marital directo ("X es esposo de Y")</li> Instrucciones de uso:<br> <ul><li>Da el nombre y/o apellido (o parte de ellos) en el cuadro de busqueda y presiona "Buscar". Repite para persona 2.</li> <li>Si mas de una persona es encontrada, selecciona la que quieres. Repite para persona 2.</li> <li>Presiona el boton "Calcular parentescos" de la derecha.</li> <li>Puedes poner nombres o partes de nombres en cada cuadro de busqueda, o dejar los cuadros vacios</li> <li><b>TIP: cuando clickas "Buscar" con los cuadros vacios obtienes una lista de todas las personas en la base de datos. (Puede tardar algunos segundos)</b></li></ul>

source: You can enter names or part of names in either search box, or leave a search box empty
es: Puedes poner nombres o partes de nombres en cada cuadro de busqueda, o dejar los cuadros vacios

source: <b>TIP: when you click "search" with empty first <u>and</u> last name boxes you will get a list with all persons in the database. (May take a few seconds)</b>
es: <b>TIP: cuando clickas "Buscar" con los cuadros vacios obtienes una lista de todas las personas en la base de datos. (Puede tardar algunos segundos)</b>

source: You have to search and than choose Person 1 and Person 2 from the search result pulldown
es: Debes buscar y despues escoger las personas 1 y 2 de la lista de resultados

source: Great-Grandparents
es: Bisabuelos

source: Great Great-Grandparents
es: Trisabuelos mal llamados Tatarabuelos

source: 3rd Great-Grandparents
es: Tetraabuelos o 4' abuelos

source: 4th Great-Grandparents
es: Pentaabuelos o 5' abuelos

source: 5th Great-Grandparents
es: Hexaabuelos o 6' abuelos

source: 6th Great-Grandparents
es: Heptaabuelos o 7' abuelos

source: 7th Great-Grandparents
es: Octaabuelos o 8' abuelos

source: 8th Great-Grandparents
es: Nonaabuelos o 9' abuelos

source: 9th Great-Grandparents
es: Decaabuelos o 10' abuelos

source: 10th Great-Grandparents
es: 11' abuelos

source: 11th Great-Grandparents
es: 12' abuelos

source: 12th Great-Grandparents
es: 13' abuelos

source: 13th Great-Grandparents
es: 14' abuelos

source: 14th Great-Grandparents
es: 15' abuelos

source: 15th Great-Grandparents
es: 16' abuelos

source: 16th Great-Grandparents
es: 17' abuelos

source: 17th Great-Grandparents
es: 18' abuelos

source: 18th Great-Grandparents
es: 19' abuelos

source: 19th Great-Grandparents
es: 20' abuelos

source: 28th Great-Grandparents
es: Abuelo 28avo.

source: If you have a plotter you can use its software to print the image on one large sheet.
es: Si cuentas con un plotter puedes usar su software para imprimir la imagen en una hoja grande.

source: Legend
es: Leyenda

source: <b>SETTINGS:</b> <p>Horizontal/Vertical button: toggle direction of the chart from top-down to left-right<br> <b>Nr. Generations:</b> choose between 2 - 15 generations<br> (large number of generations will take longer to generate)<br> <b>Box size:</b> Use the slider to choose display size (9 steps): <br> step 1-3: small boxes with popup for details<br> step 4-7: larger boxes with initials of name + popup for details<br> step 8: rectangles with name inside + popup with further details<br> step 9: large rectangles with name, birth and death details + popup with further details
es: <b>CONFIGURACION:</b> <p>Boton hotizontal/vertical: cambia la direccion de la grafica de arriba-abajo a izquierda-derecha<br> <b># de generaciones:</b> selecciona entre 2 - 15 generaciones<br> (entre mas generaciones mas tiempo tardara en generarse)<br> <b>tamaño de cuadro:</b> Use la barra para seleccionar el tamaño (9 pasos): <br> pasos 1-3: cuadro pequeño con Popup para detalles<br> pasos 4-7: cuadro mas grande con iniciales para nombre + Popup para detalles<br> paso 8: rectangulos con nombre dentro + Popup con mas detalles<br> paso 9: rectangulos grandes con nombre, detalles de nacimiento y muerte + Popup con mas detalles

source: Explanation of the timeline chart:<br> <ul><li>The middle column displays the years of the timeline. The starting point will be just before birth and the end year will be just after death.</li> <li>The left column displays the events in the person's life.<br> Events listed are: birth, death and marriage(s) of main person, death of spouse, birth, marriage and death of children and birth and death of grandchildren.<br> Birth, death, marriages and death of spouse are listed in bold red. Birth, marriage and death of children in green. Birth and death of grandchildren in blue</li> <li>The rightmost column displays historic events that took place in these years.</li></ul> The timeline menu:<br> <ul><li>On the top part of the menu you can choose how the chart will be displayed. There are three choices:<br> 1 - will display each year in a separate row.<br> 5 - will create periods of five years for a more concise display.<br> 10 - displays the chart in periods of one decade for even more concise display.</li> <li>If the webmaster enabled more than one timeline, the bottom part of the menu will let you choose from amongst several possible timelines. For example "American History", "Dutch History" etc.</li> <li><strong>After choosing the desired step and/or timeline, click the "Change Display" button on the bottom of the menu.</strong></li></ul>
es: Explicacion de la grafica de linea de tiempo:<br> <ul><li>La columna del medio muestra los años de la linea de tiempo. El punto de partida sera justo antes de nacer y el año final sera justo despues de morir.</li> <li>La columna de la izquierda muestra los eventos en la vida de la persona.<br> Los eventos listados son: nacimiento, muerte y matrimonio(s) de la persona principal, muerte del conyuge, nacimiento, muerte y matrimonio de los hijos y navimiento y muerte de los nietos.<br> Nacimiento, muerte, matrimonio y muerte del conyuge se muestran en rojo y negrillas. Nacimiento, muerte y matrimonio de los hijos, en verde. Nacimiento y muerte de los nietos, en azul.</li> <li>La columna mas a la derecha despliega eventos historicos que tuvieron lugar en estos años.</li></ul> El menu de la linea de tiempo:<br> <ul><li>En la parte superior del menu puedes seleccionar como sera desplegada la grafica. Hay tres opciones:<br> 1 – desplegara cada año en un renglon separado.<br> 5 – creara periodos de 5 años para un desplegado mas conciso.<br> 10 – desplegara la grafica en periodos de una decada para un desplegado aun mas conciso.</li> <li>Si el Webmaster habilito mas de una linea de tiempo, la parte inferior del menu te permitira seleccionar entre varias lineas de tiempo posibles, por ejemplo "American History", "Dutch History" etc.</li> <li><strong>Despues de seleccionar el paso y/o linea de tiempo deseados, clica el boton “Cambiar Display” abajo en el menu.</strong></li></ul>

source: There are no timeline files available for this language.
es: No hay archivos de linea de tiempo disponibles para este idioma.

source: till
es: hasta
