Repository: shuramita/giapha
Catalog: languages/*/*.po
Languages: es, sv

source: After installation of the tables (click on the left at Install) the admin folder will be secured with PHP-MySQL security. <p>You can have better security with .htaccess (server security).<br> If the administration panel of your webhost has an option to password-protect directories, use this option on the \"admin\" folder of HuMo-gen. If you don't have such an option, you can make an .htaccess file yourself.<br> Make a file .htaccess:
es: Despues de la instalacion de las tablas (clica a la izquierda en Instalar) el folder admin sera asegurado con seguridad PHP-MySQL. <p>Puedes tener mejor seguridad con .htaccess (seguridad de servidor).<br> If the administration panel of your webhost has an option to password-protect directories, use this option on the "admin" folder of HuMo-gen. If you don't have such an option, you can make an .htaccess file yourself.<br> Crea un archivo .htaccess:

source: Next, you need a file with user names and passwords.<br> For example go to: http://www.htaccesstools.com/htpasswd-generator/<br> The file .htpasswd will look something like this:<br>
es: Siguiente, necesitas un archivo con nombres de usuario y passwords.<br> Por ejemplo, ir a: http://www.htaccesstools.com/htpasswd-generator/<br> El archivo .htpasswd se vera parecido a esto:<br>

source: UNSAFE (option is ON)<br>change this option in .htaccess file or put: "register_globals = Off" in the php.ini file.
es: INSEGURO (opcion encendida)<br>cambia esta opcion en el archivo .htaccess o pon: "register_globals = Off" en el archivo php.ini.

source: UNSAFE (option is OFF)<br>change this option in .htaccess file or put: "magic_quotes_gpc = On" in the php.ini file.
es: INSEGURO (opcion APAGADA)<br>cambia esta opcion en el archivo .htaccess o pon: "magic_quotes_gpc = On" en el archivo php.ini.

source: UNSAFE (option is ON)<br>change this option in .htaccess file.
es: INSEGURO (opcion encendida)<br>cambia esta opcion en el archivo .htaccess.

source: Status tree
es: Arbol de status

source: Trees table
es: Tabla de arboles

source: Install
es: Instalar

source: Installation of the standard tables. Or create tables from a scratch, they will be filled in with standard data.
es: Instalacion de las tablas standard. O crear tablas desde cero, seran llenadas con los datos standard.

source: fill humo_settings... <font color=red>Standard settings are saved in database!</font>
es: llenar humo_settings...<font color=red>La configuracion standard esta guardada en la base de datos!</font>

source: filling humo_groups...
es: llenando humo_groups...

source: filling humo_users...
es: llenando humo_users...

source: No errors above? This means that the database has been processed!
es: No hay errores arriba? Quiere decir que la base de datos ha sido procesada!

source: All updates completed, click at "Mainmenu"
es: Todas las actualizaciones completadas, clickar en "Mainmenu"

source: Administration menu login
es: Login del menu de administracion

source: Google maps administration
es: Administracion de Google maps

source: Creating/ updating database
es: Creando / actualizando base de datos

source: Creating location database
es: Creando base de datos de localidades

source: Started adding to data base.
es: Comenzando a adicionar a base de datos

source: Finished updating geo-location database
es: La actualizacion de la base de datos de geo-localidades ha terminado

source: locations were successfully mapped.
es: las localidades han sido mapeadas exitosamente

source: The process was interrupted because Google limits to maximum 2500 queries within one day (counting is reset at midnight PST, which is 08:00 AM GMT)
es: El proceso fue interrumpido debido al limite de Google de 2500 queries maximo en un dia.

source: In total %1$d out of %2$d new locations were passed for query to Google.
es: En total %1$d de %2$d nuevas localidades fueron pasadas a Google.

source: Tomorrow you can run this process again to add the locations that were not passed for geocoding today.
es: Mañana podra correr este proceso de nuevo para añadir las localidades que no fueron pasadas para ser geocodificadas hoy.

source: locations were recognized by geocoding and have been saved in the database.
es: las localidades fueron reconocidas por geocoding y fueron guardadas en la base de datos.

source: Create or update geolocation database
es: Crear o actualizar base de datos de geolocalidades

source: No new locations were found to add to the database
es: Ninguna localidad nueva fue encontrada para añadir a la base de datos

source: There are %s new unique birth/ death locations to add to the database.
es: Existen %s nuevas localidades de de nacimiento / defuncion para ser añadidas a la base de datos.

source: This will take approximately <b>%1$d minutes and %2$d seconds.</b>
es: Esto tardara aproximadamente <b>%1$d minutos y %2$d segundos.</b>

source: Do you wish to add these locations to the database database now?
es: Desea añadir estas localidades a la base de datos ahora ?

source: A geolocation database exists.
es: Existe una base de datos de geolocalidades.

source: No geolocation database found.
es: No se encontro una base de datos de geolocalidades.

source: Check how many new locations have to be indexed and how long the indexing may take (approximately).
es: Verifique cuantas localidades nuevas tienen que indexarse y cuanto tiempo tomara aproximadamente.

source: Check
es: Checar

source: Refresh birth/ death status and tree affiliation of all locations
es: Refrescar status de nacimiento / fallecimiento y afiliacion a un arbol, para todas las localidades

source: The birth/ death status and tree affiliation has been refreshed.
es: El status de nacimiento / fallecimiento y afiliacion a un arbol, para todas las localidades ha sido refrescado.

source: Also delete all locations that have become obsolete (not connected to any persons anymore)
es: Tambien borrar localidades que se han vuelto obsoletas

source: Edit geolocation database
es: Editar base de datos de geolocalidades

source: Deleted location:
es: Localidad eliminada:

source: Changed location:
es: Localidad cambiada:

source: Added location:
es: Localidad añadida:

source: Details from the database
es: Detalles de la base de datos

source: Location
es: Localidad

source: Latitude
es: Latitud

source: Longitude
es: Longitud

source: Delete this location
es: Eliminar esta localidad

source: Change or add locations
es: Cambiar o añadir localidades

source: (You can also drag the marker!)
es: (Tambien puede arrastrar el marcador !)

source: Change this location
es: Cambiar esta localidad

source: Add this location
es: Añadir esta localidad

source: Delete geolocation database
es: Eliminar base de datos de geolocalidades

source: Database was deleted!
es: La base de datos fue eliminada !

source: DELETE ENTIRE GEOLOCATION DATABASE
es: ELIMINAR TODA LA BASE DE DATOS DE GEOLOCALIDADES

source: Name of tree
es: Nombre del arbol

source: Starting year
es: Año de inicio

source: Interval
es: Intervalo

source: Prefix editor
es: Editor de prefijos

source: General settings
es: Configuracion general

source: Standard language HuMo-gen
es: Idioma standard HuMo-gen

source: Standard language admin menu
es: Idioma standard menu admin

source: Improve indexing of search engines (like Google)
es: Mejorar indexacion de motores de busqueda (como Google)

source: ATTENTION: the Apache module "mod_rewrite" has to be installed!
es: ATENCION: el modulo de apache "mod_rewrite" debe estar instalado!

source: becomes:
es: se convierte:

source: Stop search engines
es: Detener motores de busqueda

source: Block spam question
es: Bloquear pregunta de spam

source: Block spam answer
es: Bloquear respuesta de spam

source: Mail form: use spam question
es: Formato de correo: use pregunta de spam

source: Timezone
es: Zona horaria

source: Settings Main Menu
es: Configuracion menu principal

source: April
es: Abril

source: September
es: Septiembre

source: November
es: Noviembre

source: December
es: Deciembre

source: jan
es: ene

source: apr
es: abr

source: aug
es: ago

source: dec
es: dic

source: User agent information
es: Informacion de usuario agente

source: Create thumbnails
es: Crear miniaturas

source: Family tree data check
es: Verificacion de datos del arbol

source: Check consistency of dates
es: Comprobar consistencia de fechas

source: Check database integrity
es: Comprobar integridad de la base de datos

source: With this option you can check the consistency of the dates in your database. For example: birth date after death date, marriage date at age 7, birth date 80 years after mother's birth date etc.
es: Con esta opcion puede verificar la consistencia de las fechas en su base de datos. Por ejemplo: fecha de nacimiento posterior a fecha de muerte, fecha de matrimonio a los 7 años, fecha de nacimiento 80 años despues de la fecha de nacimiento de la madre, etc.

source: You can perform the check with all options, or choose only certain options.
es: Puede hacer la verificacion con todas las opciones o seleccionar solo algunas opciones.

source: You can also change default settings for the checks to be performed.
es: Tambien puede cambiar la configuracion por default para las verificaciones.

source: With this option you can check the database for invalid dates. You will be given a link to edit the errors.
es: Con esta opcion puede verificar fechas invalidas en la base de datos. Le sera dada una liga para editar los errores.

source: This item checks for impossible dates (such as "31 apr 1920"), future dates, incomplete dates ("3 apr") and invalid gedcom date entries.
es: Este item verifica fechas imposibles (como "31 de abril de 1920"), fechas futuras, fechas incompletas ("3 de abril") y entradas de GEDCOM invalidas.

source: Here you can view the latest changes that were made to data in your database.
es: Aquí puedes ver los últimos cambios realizados en su base de datos.

source: Family tree administration
es: Administracion del arbol

source: Are you sure you want to remove this tree <b>AND all its statistics</b>?
es: Estas seguro de que quieres eliminar este arbol <b>Y sus estadisticas</b>?

source: Family tree data
es: Datos de arbol

source: Family tree texts (per language)
es: Textos del arbol (por idioma)

source: Administration of the family tree(s), i.e. the name can be changed here, and trees can be added or removed.
es: Administracion del(los) arbol(es), aqui se puede cambiar el nombre, y se pueden agragar o eliminar arboles.

source: E-mail address will not be shown on the site: an e-mail form will be generated!
es: El E-mail no sera mostrado en la pagina Web. Un formato de Email sera generado!

source: Here you can add some overall texts for EVERY family tree (and for EVERY LANGUAGE!).<br>Select language, and change text
es: Aqui puedes agregar algunos textos generales para CADA arbol (y para CADA IDIOMA!).<br>Seleccionar el idioma y cambiar el texto

source: Extra text in main menu
es: Texto extra en el menu principal

source: I.e. a website
es: e.g. una website

source: Extra source in main menu
es: Fuente extra en el menu principal

source: I.e. a website
es: e.g. una website

source: Upper text family page
es: Texto superior de la pagina

source: I.e. Familypage
es: e.g. Pagina Familiar

source: Lower text family page
es: Texto inferior de la pagina

source: Back to main merge menu
es: Refresar al menu principal combinar

source: Go!
es: Adelante !

source: Carefully compare these two persons. Only if you are <b>absolutely sure</b> they are identical, press "Merge right into left"
es: Compare cuidadosamente estas dos personas. Solo si esta <b>absolutamente seguro</b> de que son identicas, presione "fusione la derecha en la izquierda"

source: The checked items will be the ones entered into the database for the merged person. You can change the default settings
es: Los items marcados seran los que quedaran en la base de datos de la persona fusionada. Puede usted cambiar la configuracion de default

source: No more surrounding relatives to check
es: No hay mas parientes alrededor que verificar

source: No duplicates found. Duplicate merge and Automatic merge won't result in merges!
es: No se encontraron duplicados. No se llevara a cabo ninguna fusion !

source: You can try one of the other merge options
es: Puede intentar alguna de las otras opciones de combinacion

source: Pick the two persons you want to check for merging
es: Escoja las dos personas que quiere checar para combinar

source: You can enter names (or part of names) or gedcom no. (INDI), or leave boxes empty
es: Puede usted colocar nombres o parte de nombres o numeros gedcom (INDI), o bien dejar los cuadros vacios

source: <b>TIP: when you click "search" with all boxes left empty you will get a list with all persons in the database. (May take a few seconds)</b>
es: <b>TIP: si presiona "buscar" con los cuadros vacios obtendra una lista de todas las personas en la base de datos. Puede tardar unos segundos</b>

source: gedcom no. ("I43")
es: Numero gedcom ("I43")

source: It is recommended to continue with <b>"Relatives merge"</b> to consider merging persons affected by previous merges that were performed.
es: Es recomendable continuar con <b>"Fusionar parientes"</b> para considerar fusionar las personas afectadas por fusiones previamente efectuadas.

source: Relatives merge
es: Combinacion de parientes

source: You may wish to proceed with duplicate merge or manual merge.
es: Puede desear proceder con la combinacion de duplicados o la combinacion manual

source: These are the persons that were merged:
es: Estas son las personas que fueron combinadas:

source: In different trees, first names may be listed differently: Thomas Julian Booth, Thomas J. Booth, Thomas Booth etc. By default a match of the first 10 characters of the first name will be considered a match. You can change this to another value. Try and find the right balance: if you set a low number of chars you will get many unwanted possible matches. If you set it too high, you may miss possible matches as in the example names above.
es: En arboles diferentes, los nombres pueden estar escritos de manera diferente. Por default, una coincidencia de los primeros 10 caracteres del nombre sera considerada coincidencia. Usted puede cambiar este valor. Trate de encontrar el balance correcto ya que si establece un valor bajo, obtendra muchas coincidencias no deseadas. Si lo establece muy alto puede perder coincidencias.

source: By default two persons with missing lastnames will be included as possible duplicates. Two persons called "John" without lastname will be considered a possible match. If you have many cases like this you could get a very long list of possible duplicates and you might want to disable this, so only persons with lastnames will be included.
es: Por default, dos personas sin apellido seran listadas como posibles duplicados. Si usted tiene muchos casos asi, quizas sea conveniente desabilitar esta opcion e incluir solo personas con apellido.

source: Same as above, but for first names. When enabled (default), all persons called "Smith" without first name will be considered possible duplicates of each other. If you have many cases like this it could give you a long list and you might want to disable it.
es: Igual que el anterior, pero para apellidos sin nombre.

source: By default, two persons with identical names, but with one or both missing birth/death dates are considered possible duplicates. In certain trees this can give a long list of possible duplicates. You can choose to disable this so only persons who both have a birth or death date and this date is identical, will be considered a possible match. This can drastically cut down the number of possible duplicates, but of course you may also miss out on pairs that actually are duplicates.
es: Por default, dos personas con nombre y apellidos identicos pero sin fechas de nacimiento o fallecimiento seran consideradas posibles duplicados. Esta opcion tambien puede ser desabilitada.

source: Automatic merging is a dangerous business. Therefore many clauses are used to make sure the persons are indeed identical. Besides identical names, identical birth or death dates and identical names of parents, also the parents' wedding date is included. If you consider this too much and rely on the above clauses, you can disable this.
es: La fusion automatica es peligrosa, por lo tanto muchas clausulas son utilizadas para asegurar que dos personas son efectivamente duplicadas. Nombres identicos, fechas de nacimiento y fallecimiento identicas, nombres de los padres, fechas de matrimonio, etc. Estas opciones pueden ser desabilitadas.

source: You will be shown the set of strict criteria used for automatic merging and then you can decide whether to continue.
es: Se mostraran los criterios estrictos usados en la fusion automatica y despues usted puede decidir si seguir adelante o no.

source: You can pick two persons out of the database to consider for merging.
es: Puede usted escoger dos personas de la base de datos para considerar fusionarlas.

source: Here you can change the default filters for the different merge options.
es: Aqui puede usted cambiar los filtros por default para las diferentes opciones de fusion.

source: Surrounding relatives check
es: Verificacion de parientes alrededor

source: Nr.
es: No.

source: relatives to check
es: parientes a checar

source: Person 1:
es: Persona 1:

source: Person 2:
es: Persona 2:

source: After this merge there are %d surrounding relatives to be checked for merging!
es: Despues de esta fusion, habran %d parientes alrededor que verificar para fusionar !

source: Multiple updates will be done. It is recommended to do a database backup!<br><b>NEVER INTERRUPT THE UPDATE PROCEDURE!</b><br><b>Please wait until the notice that the update has been completed!</b>
es: Multiples actualizaciones se llevaran a cabo. Se recomienda realizar un respaldo de la base de datos !<br><b>NUNCA INTERRUMPA EL PROCESO DE ACTUALIZACION "</b><br><b>Favor de esperar al anuncio de procedimiento completado !</b>

source: creating repositories...
es: creando depositos...

source: Database backup
es: Respaldar base de datos

source: generation
es: generacion

source: RELOAD FANCHART WITH 'VIEW' BUTTON ON THE LEFT
es: RECARGAR FANCHART CON EL BOTON "VER" A LA IZQUIERDA

source: Fanchart
es: Grafica de abanico

source: How to print the chart
es: Como imprimir la grafica

source: Fan style
es: Estilo de abanico

source: full
es: completa

source: Fan width:
es: Ancho de abanico:

source: "auto" for automatic resizing for best display, or value between 50-300
es: "auto" para tamaño automatico para mejor vista, o valor entre 50-300

source: transparent
es: transparente

source: Information
es: Información

source: Cookie information
es: Informacion de cookies

source: Ancestor interest
es: Interes de ancestro

source: arrive
es: llega

source: Baptized LDS
es: Bautizado LDS

source: Blessing
es: Bendicion

source: Caste
es: Casta

source: Census
es: Censo

source: Confirmation LDS
es: Confirmacion LDS

source: Common law
es: Ley comun

source: Descendant interest
es: Interes de descendiente

source: Divorce filed
es: Solicitud de divorcio

source: event
es: evento

source: First Communion
es: Primera comunion

source: Graduated
es: Graduado

source: justified
es: justificado

source: Marriage settlement
es: Arreglo matrimonial

source: Marriage bond
es: Lazo matrimonial

source: Naturalized
es: Naturalizado

source: BK NOT MARRIED
es: BK NO CASADO(A)

source: Ordination
es: Ordenacion

source: Permanent number
es: # permanente

source: Property
es: Propiedad

source: Marr ID number
es: # ID de matrimonio

source: Social Security Number
es: # de seguro social

source: Will signed
es: Testamento firmado

source: This database is made by %s, a freeware genealogical program
es: Esta base de datos ha sido creada con %s, un programa de genealogía gratuito

source: European law: %s HuMo-gen cookie information
es: Ley Europea: %s de informacion de cookies Humo-gen

source: End living together
es: Viviendo juntos

source: Married (religious)
es: Casado(a) (religioso)

source: Outline report
es: Reporte de bosquejo

source: Ancestor report
es: Reporte de ancestros

source: Charts
es: Graficas

source: Descendant chart
es: Grafica de descendientes

source: HuMo-gen cookie information
es: Informacion de cookies Humo-gen

source: HuMo-gen uses a few cookies so that settings you made can be stored on your computer for your future use.<br> The cookies that are created by HuMo-gen are not used for any other purpose, are not transferred to others and the information they contain is used by you alone. <p>HuMo-gen cookies are used for these purposes:<br><ul><li>You chose a theme (skin) that is different from the default. The theme you chose will be used next time you visit the HuMo-gen site.</li><li>You used the star to mark a family as "favorite". This family will appear on your favorite list on future visits as well.</li><li>In the photo album you set the number of photos to be displayed at a different number than the default. This number will be used next time you visit.</li><li>You changed the font size with the A+A- buttons. HuMo-gen will be displayed with this font size next time you visit.</li></ul></p><p>If you do not want HuMo-gen to create these cookies, you can just refrain from changing the default values for the above features.</p>
es: Humo-gen usa algunas cookies de tal modo que la configuracion que haga pueda ser almacenada en su computadora para usos futuros.<br> Las cookies creadas por Humo-gen no son usadas para ningun otro proposito, no son transferidas a otros y la informacion que contienen es usada solo por usted. <p>Humo-gen

source: till:
es: hasta

source: Note:</td> <td>When you use the birth and/or death search boxes please note this:<br> &nbsp;&nbsp;1. Persons for whom no birth/death data exist in the database, will not be found.<br> 2. Persons with privacy settings will not be shown, unless you are logged in with the proper permissions.<br> &nbsp;&nbsp;These persons can be found by searching by name and/or surname only.
es: Nota:</td> <td>Cuando uses las cajas de busqueda de nacimiento o fallecimiento, por favor toma en cuenta:<br> &nbsp;&nbsp;1. Personas que no tienen fecha de nacimiento/muerte en la base de datos, no seran encontradas.<br> 2. Personas con PRIVACIDAD activada no seran mostradas, a menos que se tengan los permisos apropiados.<br> &nbsp;&nbsp;Estas personas solo podran ser encontradas buscando por nombre o apellido.

source: Receive newsletter
es: Recibir boletín de noticias

source: Sending e-mail failed!
es: falla de envio de Email!

source: E-mail sent!
es: Email enviado!

source: FULL e-mail address:
es: Direccion de Email completa:

source: Please answer the block-spam-question:
es: Favor de contestar las preguntas de bloqueo de spam

source: Please enter a full and valid email address,<br>otherwise I cannot respond to your e-mail!
es: Proporciona una direccion de Email valida,<br>de otro modo no te puedo contestar!

source: Wrong answer to the block-spam question! Try again...
es: Respuesta incorrecta a la pregunta de bloqueo de spam ! Intente de nuevo...

source: The e-mail function has been switched off!
es: La funcion de Email ha sido deshabilitada!

source: Find location on the map
es: Buscar localidad en el mapa

source: Mapping with specific name(s):
es: Mapeando con nombre(s) especifico(s):

source: Switch name filter off
es: Apagar filtro de nombres

source: Mark checkbox next to name(s)
es: Marcar casilla junto al(los) nombre(s)

source: Pick a name or enter ID:
es: Selecciona un nombre o introduce ID:

source: Pick a name from the pulldown list
es: Selecciona un nombre de la lista

source: HuMo-gen info
es: Informacion de Humo-gen
